[
    {
        "section": "Employment practices and data protection: monitoring workers",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/",
        "content": "<div class=\"article-content\">\r\n            <div class=\"amberBlock\">\r\n<p><a rel=\"noopener\" href=\"https://www.smartsurvey.co.uk/s/EKA8VZ/\" target=\"_blank\" title=\"Guidance feedback survey\" class=\"link-external\">Please give us your feedback about this guidance by filling in our survey<span class=\"invisible\"></span></a>.</p>\r\n</div>\r\n<p> </p>\r\n<p>This guidance discusses the monitoring of workers by employers, and how this interacts with data protection. It is primarily aimed at employers. The guidance aims to:</p>\r\n<ul>\r\n<li>help provide greater regulatory certainty;</li>\r\n<li>protect workers’ data protection rights; and</li>\r\n<li>help employers to build trust with workers, customers and service users.</li>\r\n</ul>\r\n<p>The guidance provides clarity and practical advice to help employers to comply with the UK General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018 (DPA 2018). It assumes some knowledge of data protection, but provides links to other pieces of key data protection guidance, if you want to find out more information.</p>\r\n<p>We use the term ‘worker’ throughout this guidance only to refer to someone who performs work for an organisation. Business models have changed in the last decade, with the rise of the gig economy. This guidance captures these relationships too. It is aimed at all circumstances where there is an employment relationship or otherwise a relationship between an organisation and a person who performs work for the organisation, regardless of the nature of the contract.</p>\r\n<p>To help you understand the law and good practice as clearly as possible, this guidance says what organisations must, should, and could do to comply.</p>\r\n<h2>Legislative requirements</h2>\r\n<p><strong>Must</strong> refers to legislative requirements.</p>\r\n<h2>Good practice</h2>\r\n<p><strong>Should</strong> does not refer to a legislative requirement, but what we expect you to do to comply effectively with the law. You should do this unless there is a good reason not to. If you choose to take a different approach, you must be able to demonstrate that this approach also complies with the law.</p>\r\n<p><strong>Could</strong> refers to an option or example that you could consider to help you to comply effectively. There are likely to be various other ways you could comply.</p>\r\n        </div>"
    },
    {
        "section": "Data protection and monitoring workers",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/",
        "content": "<div class=\"article-content\">\r\n            <h2>In detail</h2>\n<ul>\n<li><a href=\"#dp1\" data-anchor=\"#dp1\">What do we mean by monitoring workers?</a></li>\n<li><a href=\"#dp2\" data-anchor=\"#dp2\">Can we monitor workers?</a></li>\n<li><a href=\"#dp3\" data-anchor=\"#dp3\">How do we lawfully monitor workers?</a></li>\n<li><a href=\"#dp4\" data-anchor=\"#dp4\">How do we identify a lawful basis?</a></li>\n<li><a href=\"#dp5\" data-anchor=\"#dp5\">What if our monitoring involves special category data?</a></li>\n<li><a href=\"#dp6\" data-anchor=\"#dp6\">What about criminal offence data?</a></li>\n<li><a href=\"#dp7\" data-anchor=\"#dp7\">Are there other laws we should consider?</a></li>\n<li><a href=\"#dp8\" data-anchor=\"#dp8\">How do we ensure our monitoring is fair?</a></li>\n<li><a href=\"#dp9\" data-anchor=\"#dp9\">How do we ensure that we are transparent about monitoring?</a></li>\n<li><a href=\"#dp10\" data-anchor=\"#dp10\">How do we demonstrate accountability?</a></li>\n<li><a href=\"#dp11\" data-anchor=\"#dp11\">Do we need to do a data protection impact assessment (DPIA) before we start monitoring?</a></li>\n<li><a href=\"#dp12\" data-anchor=\"#dp12\">Do we have to define our purpose for monitoring workers?</a></li>\n<li><a href=\"#dp13\" data-anchor=\"#dp13\">Do we need to restrict the amount of information we collect when we monitor workers?</a></li>\n<li><a href=\"#dp14\" data-anchor=\"#dp14\">How do we ensure accuracy?</a></li>\n<li><a href=\"#dp15\" data-anchor=\"#dp15\">How long should we keep information obtained from monitoring workers?</a></li>\n<li><a href=\"#dp16\" data-anchor=\"#dp16\">How do we ensure the security of personal information obtained from monitoring workers?</a></li>\n<li><a href=\"#dp17\" data-anchor=\"#dp17\">What must we tell workers about our monitoring?</a></li>\n<li><a href=\"#dp18\" data-anchor=\"#dp18\">Should we discuss the introduction of monitoring with our workers?</a></li>\n<li><a href=\"#dp19\" data-anchor=\"#dp19\">Can we use covert monitoring?</a></li>\n<li><a href=\"#dp20\" data-anchor=\"#dp20\">Can workers request access to their personal information obtained from monitoring?</a></li>\n<li><a href=\"#dp21\" data-anchor=\"#dp21\">Can workers object to being monitored?</a></li>\n<li><a href=\"#dp22\" data-anchor=\"#dp22\">What do we need to consider if we use a third-party provider or an application provided by a third party to carry out monitoring?</a></li>\n<li><a href=\"#dp23\" data-anchor=\"#dp23\">What do we need to consider if we transfer personal information of workers outside the UK?</a></li>\n<li><a href=\"#dp24\" data-anchor=\"#dp24\">Checklist</a></li>\n</ul>\n<h3><span>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What do we mean by monitoring workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp1",
        "content": "<a id=\"dp1\"></a>What do we mean by monitoring workers?</span></h3>\n<p>Workers largely recognise that employers carry out checks on the quality and quantity of their work. Employers may also monitor workers to protect health and safety, or to meet regulatory obligations (eg requirements in the financial services industry). Monitoring can also form part of the security measures an organisation has in place to protect personal information. Increasingly, employers are using data analytics to infer worker performance and wellbeing.</p>\n<p>We use the term ‘monitoring workers’ to mean any form of monitoring of people who carry out work on your behalf. This can include monitoring workers on particular work premises or elsewhere, and can include monitoring during or outside work hours. To comply with data protection law, you <strong>must</strong> do this monitoring in a way that is lawful and fair to workers.</p>\n<p>This guidance is not relevant to people recording information in a personal or household context, unless there is professional or commercial activity. For example, you run a business from home. This guidance also covers you if you employ a visiting worker to your household, such as a nanny or gardener, and monitor their activity routinely, or on an ongoing basis. It is also important to note that homeworking does not constitute personal or household processing, and so is also covered by this guidance.</p>\n<p>Excessive monitoring can have an adverse impact on the data protection rights and freedoms of workers. Excessive monitoring is likely to intrude into workers’ private lives and undermine their privacy and mental wellbeing. It is not always easy to distinguish between workplace and private information, especially when workers are based at home. Some workers may also use personal devices for work. Monitoring communications between a worker and their union representative or capturing a worker’s personal correspondence both give rise to significant concerns. (See the sections <a href=\"#dp5\" data-anchor=\"#dp5\">What if our monitoring involves special category data?</a> and <a rel=\"noopener\" data-udi=\"umb://document/4c3b34bf0db04c2192d3d01e2f32d300\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific4\" target=\"_blank\" title=\"Specific data protection considerations for different ways or methods of monitoring workers\" data-anchor=\"#specific4\" class=\"link-external\">Can we monitor emails and messages?<span class=\"invisible\"></span></a>.)</p>\n<p>As an employer, there may be occasions when you to need to consider sharing personal information you have obtained from monitoring your workers with a law enforcement authority. For example, you may discover suspected criminal activity by a worker, such as fraud or theft. This guidance does not apply to processing carried out for the purposes of law enforcement. Law enforcement authorities are subject to the separate law enforcement regime under Part 3 of the DPA 2018.</p>\n<p>This guidance covers systematic monitoring, where an employer monitors all workers or groups of workers as a matter of course. For example, if you use software to monitor productivity. It also applies to occasional monitoring, where an employer introduces monitoring as a short-term response to a specific need. This includes installing a camera to detect suspected theft, or a software package created to monitor workers systematically, but where monitoring functions are not always active, for example taking random screenshots.</p>\n<p>Monitoring technologies and purposes may include:</p>\n<ul>\n<li>camera surveillance including wearable cameras for the purpose of health and safety;</li>\n<li>webcams and screenshots;</li>\n<li>technologies for monitoring timekeeping or access control;</li>\n<li>keystroke monitoring to track, capture and log keyboard activity;</li>\n<li>productivity tools which log how workers spend their time;</li>\n<li>tracking internet activity and keystrokes;</li>\n<li>body worn devices to track the locations of workers; and</li>\n<li>hidden audio recording.</li>\n</ul>\n<p><span>The technologies that employers use to monitor their workers have changed rapidly over time and will undoubtedly continue to evolve in sophistication. However, you <strong>must</strong> follow the data protection principles regardless of technological developments.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li>We have <a data-udi=\"umb://document/886b54e9949f48fc954d5559e556eea3\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-sharing/sharing-personal-data-with-law-enforcement-authorities/\" title=\"Sharing personal data with law enforcement authorities\">produced separate guidance to help you if you need to share personal information with a law enforcement authority</a>.</li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Can we monitor workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp2",
        "content": "<a id=\"dp2\"></a>Can we monitor workers?</h3>\n<p>Data protection law does not prevent you from monitoring workers, but you <strong>must </strong>do so in a way which is compliant with data protection requirements. Article 8 of the Human Rights Act 1998 concerns the right to respect for a private and family life. This is increasingly important due to the rise of homeworking. Workers’ expectation of privacy are likely to be significantly greater at home than in the workplace and the risks of capturing information about your workers’ family and private lives (if you monitor them when they are working from home) are higher.</p>\n<p>You can monitor workers if you do it in a way which is consistent with data protection law.</p>\n<p>When deciding whether to monitor workers carefully balance your business interests as an employer and workers’ rights and freedoms under data protection law.</p>\n<p>If you carry out monitoring in a way which is unfair, this will impact on their rights and freedoms under data protection law. It will also negatively affect the trust between you and your workers, as well as potentially affecting their mental wellbeing. Just because a form of monitoring is available, does not mean it is the best way to achieve your aims. You <strong>must</strong> be clear about your purpose and select the least intrusive means to achieve it.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>After an employer discovers that a small number of remote workers started later than they recorded on their timesheets, it rolls out device monitoring. This allows senior management to access automatic webcam images and check if workers are at work.</p>\n<p>This is likely to infringe data protection law because it is disproportionate, and there are less intrusive ways to check start times.</p>\n<p>The employer can achieve the same purpose by checking the times workers log onto the computer system, and then give workers the opportunity to explain any discrepancies.</p>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we lawfully monitor workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp3",
        "content": "<a id=\"dp3\"></a>How do we lawfully monitor workers?</h3>\n<p>To lawfully collect and process information from monitoring workers, you <strong>must </strong>identify a lawful basis. There are six to choose from and you <strong>must</strong> identify at least one that is appropriate for the type of processing you intend to do.</p>\n<p>Monitoring workers often includes capturing sensitive information. This is called ‘special category data’ in the UK GDPR. Because of its sensitivity, special category data requires extra protection. If the nature of your monitoring means that you will collect special category data, or are likely to, you <strong>must</strong> identify a special category processing condition, as well as a lawful basis. (See the sections on <a href=\"#dp4\" data-anchor=\"#dp4\">lawful basis</a> and <a href=\"#dp5\" data-anchor=\"#dp5\">special category data</a>.)</p>\n<p>You <strong>must </strong>also ensure any monitoring is lawful in the general sense. If you are considering monitoring workers, you <strong>should </strong>consider all the legal implications of any other relevant laws.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A bank monitors all transactions made by every worker to prevent and detect fraud. This does not involve processing special category data. The bank needs to identify a lawful basis, but not a condition for processing.</p>\n</div>\n<p> </p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A bank wishes to monitor all email traffic to address the risk of fraud and protect commercially sensitive information. As well as a lawful basis, the bank should identify a special category condition. This is because monitoring all email traffic could detect special category data, such as emails sent to union representatives or to occupational health personnel.</p>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we identify a lawful basis?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp4",
        "content": "<a id=\"dp4\"></a>How do we identify a lawful basis?</h3>\n<p>How you decide which lawful basis applies depends on your specific purpose and the context of the monitoring. You<strong> must </strong>think about why you want to monitor workers. You <strong>must</strong> identify which lawful basis best fits the circumstances. We have listed the available lawful bases below, along with some guidance to help you identify the right basis for your circumstances. You can also use our <a rel=\"noopener\" data-udi=\"umb://document/88de409a5d714bbd8855b87bd8890b50\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/lawful-basis-interactive-guidance-tool/\" target=\"_blank\" title=\"Lawful basis interactive guidance tool\" class=\"link-external\">interactive guidance tool<span class=\"invisible\"></span></a> to help you. Carrying out a data protection impact assessment (DPIA) may also help you to identify the most appropriate basis.</p>\n<p>You <strong>must not</strong> adopt a one-size-fits-all approach. No one basis is always better, safer or more important than the others. However, some are likely to be more appropriate than others for employers. We highlight some of these below.</p>\n<p>Sometimes, more than one basis might apply. You <strong>should</strong> identify all those that apply, and document them from the start. Try to get it right first time, as you <strong>should not</strong> change it later without good reason.</p>\n<p>The six lawful bases are:</p>\n<h4>Consent</h4>\n<p>The worker gives consent for you to process their personal data for a specific purpose.</p>\n<p>A person <strong>must</strong> freely give their consent for it to be valid. This means that consent is not usually appropriate in the employment context, due to the imbalance of power between you and your workers. Workers are likely to feel that they have no choice but to give you consent.</p>\n<p>Consent <strong>must</strong> be unambiguous and include an affirmative action. You <strong>must</strong>:</p>\n<ul>\n<li>give workers the option to withdraw their consent without detriment;</li>\n<li>make this as easy as when they first provided it; and</li>\n<li>keep records of when and how you gained consent, and what exactly workers consented to.</li>\n</ul>\n<p>Consent is only appropriate if circumstances mean workers have a genuine choice and control over the monitoring.</p>\n<h4>Contract</h4>\n<p>The monitoring is necessary for a contract (such as the employment contract) you have with the worker, or because they asked you to take specific steps before entering into a contract.</p>\n<p>You <strong>should only</strong> use this lawful basis if it is necessary for your side of the contract as an employer. Whilst scenarios may exist where the use of employee monitoring is the only way for you to fulfil your side of a contract, these are hard to envisage.</p>\n<p>As monitoring is more often for internal business improvement purposes, it’s unlikely that it will be a suitable lawful basis for monitoring workers.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>An employer inserts a clause into its employment contracts to say that it employs video surveillance across its premises to monitor productivity and improve efficiency. This would not be sufficient justification to use this lawful basis for such monitoring as there are other less intrusive ways of improving productivity.</p>\n</div>\n<h4>Legal obligation</h4>\n<p>The processing is necessary for you to comply with the law.</p>\n<p>You can rely on this lawful basis if you monitor workers to comply with a common law or statutory obligation. This does not apply to contractual obligations. In order to rely on this basis you <strong>must</strong> either identify the specific legal provision or an appropriate source of advice or guidance that clearly sets out your obligation.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A logistics company needs to monitor driving time, speed and distance to comply with the rules on drivers’ working hours. Legal obligation is appropriate as a lawful basis. The logistics company documents the decision to rely on this lawful basis and signposts to the legislation which applies. The company does not process more information than necessary to fulfil obligations under the rules on drivers’ hours. They also do not use the information for any other purposes.</p>\n</div>\n<h4>Vital interests</h4>\n<p>The processing is necessary to protect someone’s life.</p>\n<p>This is for emergencies, where you need to process personal information to protect someone’s life. This lawful basis is very limited in its scope and generally only applies to matters of life and death.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A test pilot is monitored for several important factors, such as heart rate, blood pressure and brain activity. These factors may change in the demanding and dangerous job of test flights. These are vital to make sure the pilot is kept safe. On the other hand, an office worker would not expect to be monitored for these things, as there would be little in their job that would affect these factors. It is likely that another lawful basis for monitoring would be more suitable.</p>\n</div>\n<h4>Public task</h4>\n<p>The processing is necessary for you to perform a task in the public interest or for your official functions.</p>\n<p>You <strong>must </strong>have a clear basis in law for the task or function. This is most relevant to public authorities, but it can apply to any organisation that exercises official authority or carries out tasks in the public interest that have a clear basis in law. For example, a private organisation or charity working under contract to a public authority to help deliver one of their defined legal functions.</p>\n<p>This basis may be appropriate if:</p>\n<ul>\n<li>you are a public authority or your organisation carries out tasks in the public interest; and</li>\n<li>you can demonstrate that monitoring workers is necessary to perform your tasks as set down in UK law.</li>\n</ul>\n<p>You <strong>should</strong> assess the basis in law of the specific monitoring activity. You cannot rely on this basis if you could achieve the same purpose in a less intrusive way.</p>\n<p>If monitoring is not necessary for you to perform your public task then you cannot reply upon this lawful basis.</p>\n<h4>Legitimate interests</h4>\n<p>The processing is necessary for your legitimate interests or those of a third party, unless the risks to the workers’ rights overrides them.</p>\n<p>This basis is the most flexible and could apply in a wide range of circumstances.</p>\n<p>Legitimate interests may not be the most appropriate lawful basis if:</p>\n<ul>\n<li>you are monitoring in ways workers do not understand and would not reasonably expect; or</li>\n<li>it is likely some workers would object if you explained it to them.</li>\n</ul>\n<p>You <strong>could</strong> use the DPIA process help you to assess this. (See the section on <a href=\"#dp11\" data-anchor=\"#dp11\">DPIAs</a>).</p>\n<p>Depending on the work they undertake, and the contexts they work in, workers can reasonably expect different levels of monitoring to fall within the legitimate interest definition</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A miner would reasonably expect to wear a tracking device within a mine. This would be due to the dangerous work they undertake, the risks involved in potential accidents and the need to keep track of their location within the mine.</p>\n<p>However, an office worker would not reasonably expect to wear a tracking device in an office setting. There is far less risk working day-to-day in an office that a mine and office workers would not reasonably expect such a level of monitoring.</p>\n</div>\n<p>When deciding if the proposed monitoring is appropriate, you <strong>must</strong> balance your legitimate interests and the necessity of the monitoring against the interests, rights and freedoms of workers, considering the particular circumstances. This is different to the other lawful bases which presume that your interests and those of the worker are balanced.</p>\n<p>You can break the key elements of the legitimate interests basis down into a three-part test:</p>\n<ul>\n<li><strong>Purpose test</strong>– is there a legitimate interest behind the processing?</li>\n<li><strong>Necessity test</strong>– is the processing necessary for that purpose?</li>\n<li><strong>Balancing test</strong>– is the legitimate interest overridden by the person’s interests, rights or freedoms?</li>\n</ul>\n<p>You <strong>should </strong>assess each of the tests before processing and document the outcome, so you can demonstrate that legitimate interests applies. You <strong>should</strong> do this by carrying out a legitimate interests assessment.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li>Please also see our separate <a rel=\"noopener\" data-udi=\"umb://document/6c0acf79cdb84aebba579ed90ca78ad6\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/a-guide-to-lawful-basis/lawful-basis-for-processing/#how\" target=\"_blank\" title=\"Lawful basis for processing\" data-anchor=\"#how\" class=\"link-external\">lawful basis guidance<span class=\"invisible\"></span></a> for more general information about the different bases available.</li>\n<li>See also our <a rel=\"noopener\" data-udi=\"umb://document/f9f584f955e94c27957d1356a7c70510\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/legitimate-interests/how-do-we-apply-legitimate-interests-in-practice/#what_to_do\" target=\"_blank\" title=\"How do we apply legitimate interests in practice?\" data-anchor=\"#what_to_do\" class=\"link-external\">legitimate interest assessment<span class=\"invisible\"></span></a>, including a template you can use.</li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What if our monitoring involves special category data?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp5",
        "content": "<a id=\"dp5\"></a>What if our monitoring involves special category data?</h3>\n<p>Special category data is personal information revealing or concerning:</p>\n<ul>\n<li>racial or ethnic origin;</li>\n<li>political opinions;</li>\n<li>religious or philosophical beliefs;</li>\n<li>trade union membership;</li>\n<li>genetic data;</li>\n<li>biometric data (where used for identification or authentication purposes);</li>\n<li>health or disability;</li>\n<li>sex life; or</li>\n<li>sexual orientation.</li>\n</ul>\n<p>It needs more protection because it is sensitive and the risks of harm to the person from its inappropriate disclosure or use are likely to be higher.</p>\n<p>When you are planning to carry out monitoring, you <strong>should</strong> consider whether you are going to capture any of the above types of information.</p>\n<p>If the planned monitoring captures this type of information, you <strong>must</strong> have a special category condition, as well as a lawful basis, before you start the monitoring.</p>\n<p>In certain circumstances, your planned monitoring may capture special category data incidentally. You may not plan to collect it, but the nature of the monitoring might make it likely (eg where monitoring may identify emails between a worker and a healthcare provider or a trade union representative). If this is the case, you <strong>must</strong> identify a condition for processing.</p>\n<p>When choosing a condition for processing, think about your purpose for monitoring, as this helps you identify the most appropriate condition. In circumstances where you do not intend to capture special category data, but it's likely that you will do so, you <strong>should</strong> demonstrate that your purpose for monitoring outweighs the risk of inadvertently capturing special category data. The condition you choose <strong>should</strong> reflect this purpose. Carrying out a DPIA helps you do both of these things. (See the section on <a href=\"#dp11\" data-anchor=\"#dp11\">DPIAs</a>.)</p>\n<p>If you process, or are likely to process special category data, it is possible that the information you gather may be protected by other laws as well. (See the section <a href=\"#dp7\" data-anchor=\"#dp7\">Are there other laws we should consider?</a><span>)</span></p>\n<p>You <strong>must </strong>only keep the information which is relevant to your purpose for monitoring. This is particularly important because of the higher risks of collecting and using special category data. You <strong>should</strong> regularly review the information you are collecting and destroy what is not necessary.</p>\n<p>If it’s unlikely you’ll capture any special category data, you <strong>could</strong> document a condition to minimise risks. However, you are not obliged to.</p>\n<p>There are 10 conditions for processing special category data. Five of these require you to meet additional conditions and safeguards set out in Schedule 1 of the DPA 2018. (See <a rel=\"noopener\" data-udi=\"umb://document/a2e5eb8438134c39a3867aee59506bcc\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/what-are-the-conditions-for-processing/\" target=\"_blank\" title=\"What are the conditions for processing?\" class=\"link-external\">what are the conditions for processing<span class=\"invisible\"></span></a>). You <strong>should</strong> also carry out a DPIA before you begin.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/3ae96ffc93054b7492c9253bfc50b53c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/\" target=\"_blank\" title=\"Special category data\" class=\"link-external\">Special category data<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<p><br>Below, we discuss some of the conditions for processing special category data which may be relevant in the context of monitoring workers.</p>\n<h4>Explicit consent</h4>\n<p>You can only rely on this condition if workers have control and choice over the monitoring. Explicit consent is not specifically defined by the UK GDPR but is similar to the lawful basis of consent. If you want to rely on this condition, you <strong>must</strong> ensure that workers provide explicit consent in a clear statement (whether written or oral). Explicit consent cannot be implied. To rely on this condition, you <strong>must</strong> ensure workers have a genuine option, with no negative impact (either actual or perceived) for withholding explicit consent. This is unlikely in most employment circumstances. As with the lawful basis of consent, this is not usually appropriate in the employment context due to the imbalance of power between you and your workers. There may be some limited circumstances where it can apply.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>An employer wants to introduce an access control system which uses workers’ biometric data to sign them into work devices. They have carried out a DPIA and established the necessity and proportionality of this method. They offer a feasible alternative (such as PIN codes) to workers who withhold explicit consent. This does not negatively impact those workers. Therefore they can rely on explicit consent as their condition for processing</p>\n</div>\n<p>In most scenarios, it is unlikely that workers will have full control or choice over the monitoring you’re planning to use. This means you are unlikely to be able to rely on explicit consent.</p>\n<h4>Employment, social security and social protection (if authorised by law)</h4>\n<p>This condition may be relevant if you are monitoring to ensure the health, safety and welfare of workers. Your purpose <strong>must</strong> be to comply with employment law or social security and social protection law. You <strong>must</strong> identify the legal obligation or right in question, either by referring to the specific legal provision or else by pointing to an appropriate source of advice or guidance that sets it out clearly. For example, you <strong>could</strong> refer to a government website or to industry guidance that explains generally applicable employment obligations or rights.</p>\n<p>This condition does not cover processing to meet purely contractual employment rights or obligations. If you are relying on this condition, you <strong>must</strong> also meet the associated condition set out in Part 1 of Schedule 1 of the DPA 2018. This condition requires you to have an appropriate policy document in place.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/ac387438e2ce4667ad84d451799d640d\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/what-are-the-substantial-public-interest-conditions/#substantial5\" target=\"_blank\" title=\"What are the substantial public interest conditions?\" data-anchor=\"#substantial5\" class=\"link-external\">Appropriate policy document<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<p> </p>\n<h4>Substantial public interest (with a basis in law)</h4>\n<p>To rely on this condition, you <strong>must</strong> be clear that the monitoring is necessary in the public interest and with a basis in law. You <strong>must</strong> also justify the processing of special category data to achieve your purpose.</p>\n<p>To meet this condition, you <strong>must </strong>demonstrate the wider substantial public benefit and basis in law for your processing. You <strong>must</strong> also identify a relevant substantial public interest condition as set out in Part 2 of Schedule 1 of the DPA 2018. You <strong>must</strong> also have an appropriate policy document in place for almost all of these conditions.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A bank uses CCTV to detect and prevent crime. As footage may capture special category data about workers and customers, the bank relies on ‘reasons of substantial public interest’, and it meets the public interest condition ‘preventing or detecting unlawful acts’.</p>\n</div>\n<div class=\"greenBlock\">\n<p><strong>Further reading </strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/3ae96ffc93054b7492c9253bfc50b53c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/\" target=\"_blank\" title=\"Special category data\" class=\"link-external\">Special category data<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/ac387438e2ce4667ad84d451799d640d\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/what-are-the-substantial-public-interest-conditions/#scd4\" target=\"_blank\" title=\"What are the substantial public interest conditions?\" data-anchor=\"#scd4\" class=\"link-external\">Substantial public interest conditions<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/ac387438e2ce4667ad84d451799d640d\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/what-are-the-substantial-public-interest-conditions/#substantial5\" target=\"_blank\" title=\"What are the substantial public interest conditions?\" data-anchor=\"#substantial5\" class=\"link-external\">Appropriate policy document<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<p> </p>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What about criminal offence data?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp6",
        "content": "<a id=\"dp6\"></a>What about criminal offence data?</h3>\n<p>Similar to special category data, data protection law gives extra protection to personal information about offenders or suspected offenders regarding criminal activity, allegations, investigations or proceedings. Article 10 of the UK GDPR restricts the processing of criminal offence data. You <strong>must</strong> <strong>only</strong> process criminal offence data if the processing is <strong>either</strong> under the control of <a href=\"https://ico.org.uk/for-organisations/criminal-offence-data/what-are-the-rules-on-criminal-offence-data/#whatdoesunder\">official authority</a> <strong>or</strong> authorised by domestic law (schedule 1 of the DPA 2018.) If you are monitoring workers to detect criminal activity, you<strong> must</strong> identify a specific condition for processing in schedule 1 of the DPA 2018.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/12580dfbaadd4e8d835191644014c652\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/criminal-offence-data/\" target=\"_blank\" title=\"Criminal offence data\" class=\"link-external\">Criminal offence data<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Are there other laws we should consider?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp7",
        "content": "<a id=\"dp7\"></a>Are there other laws we should consider?</h3>\n<p>This guidance aims to help you comply with data protection obligations when monitoring workers. Any monitoring you undertake <strong>must </strong>be lawful and fair. There are other laws that you <strong>should</strong> also consider when monitoring workers, outside data protection. These include, but are not limited to, the Human Rights Act 1998, Equalities legislation and investigatory powers regulations.</p>\n<div class=\"amberBlock\">\n<p><strong>Other sources</strong></p>\n<ul>\n<li><a rel=\"noopener\" href=\"https://www.legislation.gov.uk/ukpga/1998/42/contents\" target=\"_blank\" class=\"link-external\">Human Rights Act 1998<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.legislation.gov.uk/ukpga/2010/15/contents\" target=\"_blank\" class=\"link-external\">Equality Act 2010 <span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.legislation.gov.uk/ukpga/1998/47/section/75\" target=\"_blank\" class=\"link-external\">Section 75 Northern Ireland Act 1998<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.legislation.gov.uk/uksi/2018/356/made\" target=\"_blank\" class=\"link-external\">The Investigatory Powers (Interception by Businesses etc. for Monitoring and Record-Keeping Purposes) Regulations 2018<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.legislation.gov.uk/uksi/2000/2699/contents/made\" target=\"_blank\" class=\"link-external\">Telecommunications (Lawful Business Practice) (Interception of Communications) Regulations 2000<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.equalityhumanrights.com/en\" target=\"_blank\" class=\"link-external\">Equality and Human Rights Commission <span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" href=\"https://www.ipco.org.uk/\" target=\"_blank\" class=\"link-external\">IPCO – Investigatory Powers Commissioner's Office<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we ensure our monitoring is fair?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp8",
        "content": "<a id=\"dp8\"></a>How do we ensure our monitoring is fair?</h3>\n<p>Fairness is a key data protection concept. It means you <strong>should </strong>only monitor workers in ways they would reasonably expect and not in ways that cause unjustified adverse effects on them.</p>\n<p>In some circumstances you <strong>must</strong> carry out a DPIA before carrying out monitoring. Even if you are not required to carry one out, you <strong>should</strong> still do so. The results of a DPIA will help you consider whether the planned use of monitoring is fair, for example by considering the risks of unjustified or adverse processing involved in installing CCTV systems in your business premises.</p>\n<p>(See the section <a href=\"#dp11\" data-anchor=\"#dp11\">Do we need to do a data protection impact assessment (DPIA) before we start monitoring?</a><span>)</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>Workers report thefts from staff changing rooms. The employer considers installing CCTV in the changing rooms for the purpose of detecting and preventing thefts. The adverse effect of filming workers when they would reasonably expect privacy means this monitoring is unfair.</p>\n<p><span>To help ensure fairness, the employer instead decides to install CCTV to monitor the door outside the changing room. This will narrow the scope of any investigation of further thefts and act as a deterrent. They also install signs to inform workers of its presence and the purpose of the camera. As this in itself poses a risk to the information rights and freedoms of workers, the operation of the CCTV is time limited to the duration of the investigation, and the company destroys any information not relevant to the investigation.</span></p>\n</div>\n<p> </p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p><span>An employer uses a software tool to monitor how long workers spend using a case management system. They use the monitoring reports to assess the performance of workers. The reports do not take into account the reasonable adjustments some workers have, which mean they work outside of the system for some tasks. Unless the employer takes into account the work done outside the system, the monitoring is unfair and inadequate.</span></p>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we ensure that we are transparent about monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp9",
        "content": "<a id=\"dp9\"></a>How do we ensure we are transparent about monitoring?</h3>\n<p>Transparency is about being clear with workers about how and why you process their information. It is fundamentally linked to fairness. Building trust with your workers starts with transparency. Monitoring conducted without transparency is unfair and could negatively impact trust relationships. Workers have the right to be informed about the collection and use of their information, and you <strong>must</strong> tell workers about monitoring in a way that is accessible and easy to understand. (See the section about <a href=\"#_What_privacy_information\">privacy information</a>.)</p>\n<p><span>Apart from in very exceptional circumstances where covert monitoring is justified, you <strong>must</strong> inform workers about any monitoring. (See the section on <a href=\"#dp19\" data-anchor=\"#dp19\">covert monitoring</a>.)</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/b1d5db27cc014d6fa139b3cfab438d34\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-protection-principles/a-guide-to-the-data-protection-principles/the-principles/lawfulness-fairness-and-transparency/#transparency\" target=\"_blank\" title=\"Lawfulness, fairness and transparency\" data-anchor=\"#transparency\" class=\"link-external\">What is transparency?<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/910d71ed16d84780b7f7c4df97655b91\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/accountability-framework/transparency/#content\" target=\"_blank\" title=\"Transparency\" data-anchor=\"#content\" class=\"link-external\">Accountability framework - transparency<span class=\"invisible\"></span></a></li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/58cd3930a15245b39693248ffcfc0d1f\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/the-right-to-be-informed/\" target=\"_blank\" title=\"The right to be informed\" class=\"link-external\">Right to be informed<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we demonstrate accountability?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp10",
        "content": "<a id=\"dp10\"></a>How do we demonstrate accountability?</h3>\n<p>The principle of accountability makes you responsible for complying with the UK GDPR and says you <strong>must</strong> demonstrate your compliance. Putting in place appropriate policies, procedures and measures helps you demonstrate accountability. These <strong>must</strong> be proportionate to the risks, which vary depending on your type of worker monitoring, the level of intrusion and the technology you use.</p>\n<p><span>You <strong>should</strong> make sure overall responsibility for monitoring workers rests at the highest senior management level. If you have a data protection officer (DPO), you <strong>must</strong> make sure they are closely involved in any plans to monitor workers. You <strong>should</strong> brief any workers involved in processes that are used for monitoring workers on data protection law and their roles within it.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading </strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/e847c75b960849f7894a2ee657fb1640\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/\" target=\"_blank\" title=\"Accountability and governance\" class=\"link-external\">Accountability and governance <span class=\"invisible\"></span></a></li>\n<li>Our <a rel=\"noopener\" data-udi=\"umb://document/8370fa467023420fb3d066e39dd3d1c9\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/accountability-framework/\" target=\"_blank\" title=\"Accountability Framework\" class=\"link-external\">accountability framework<span class=\"invisible\"></span></a> is a flexible tool to help you plan and show your compliance. It can help in appropriately documenting your lawful basis for monitoring.</li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/92e577e6da7049bd8284f8a5d3bddf11\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-sharing/data-sharing-a-code-of-practice/accountability/#dpo\" target=\"_blank\" title=\"Accountability\" data-anchor=\"#dpo\" class=\"link-external\">Data Protection Officers<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Do we need to do a data protection impact assessment (DPIA) before we start monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp11",
        "content": "<a id=\"dp11\"></a>Do we need to do a data protection impact assessment (DPIA) before we start monitoring?</h3>\n<p>DPIAs are an important accountability tool. Completing a DPIA helps you to identify and minimise the risks of any monitoring activity you might plan. The DPIA process includes a step where you can discuss your plans to introduce monitoring with workers. This helps to shape your plans and build trust with workers. When carrying out a DPIA you <strong>should</strong> also consider anyone else captured by your monitoring plans, such as customers, members of the public or household members, if your workers are based at home.</p>\n<p>You <strong>must</strong> carry out a DPIA before undertaking any processing likely to cause high risk to workers’ and other people’s interests. You <strong>should</strong> use our <a rel=\"noopener\" data-udi=\"umb://document/51ad481931504ca594a520bda971059e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/guide-to-accountability-and-governance/accountability-and-governance/data-protection-impact-assessments/\" target=\"_blank\" title=\"Data protection impact assessments\" class=\"link-external\">screening checklists<span class=\"invisible\"></span></a> and read our detailed DPIA guidance to help you decide.</p>\n<p>Examples of high risk processing can include:</p>\n<ul>\n<li>processing biometric data of workers;</li>\n<li>keystroke monitoring of workers;</li>\n<li>monitoring that may result in financial loss (such as performance management); or</li>\n<li>using profiling or special category data to decide on access to services.</li>\n</ul>\n<p>If you have a data protection officer (DPO), you <strong>must </strong>seek and record their independent advice on the outcome of the DPIA before making any final decisions.</p>\n<p>If, following your DPIA, you decide to go ahead with your proposed monitoring, you <strong>must </strong>provide information about it to your workers before you begin monitoring.</p>\n<p>You <strong>should</strong> carry out a DPIA even if there is no specific high risk as it is a flexible and scalable tool which can assist your decision-making. If you decide to proceed without carrying out a DPIA, you <strong>should </strong>document your decision.</p>\n<p><span>If you have carried out a DPIA which identifies high risk that you cannot reduce, you <strong>must</strong> consult the ICO before going ahead with the monitoring.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading </strong></p>\n<ul>\n<li>For more information, see our guidance on <a rel=\"noopener\" data-udi=\"umb://document/10ce90daf86a4c48a47bb4156003b28c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/data-protection-impact-assessments-dpias/\" target=\"_blank\" title=\"Data Protection Impact Assessments (DPIAs)\" class=\"link-external\">DPIAs<span class=\"invisible\"></span></a>, especially the subsection <a rel=\"noopener\" data-udi=\"umb://document/ae864c7c01af43d7853ee9e598af5438\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/data-protection-impact-assessments-dpias/when-do-we-need-to-do-a-dpia/\" target=\"_blank\" title=\"When do we need to do a DPIA?\" class=\"link-external\">When do we need a DPIA?<span class=\"invisible\"></span></a> See also <span>the subsection </span><a rel=\"noopener\" data-udi=\"umb://document/aa8440229fad4f1aac8ecaea215bf24e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/data-protection-impact-assessments-dpias/do-we-need-to-consult-the-ico/#dpia5\" target=\"_blank\" title=\"Do we need to consult the ICO?\" data-anchor=\"#dpia5\" class=\"link-external\">Do we need to consult the ICO?<span class=\"invisible\"></span></a></li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/f72d3eda5a304bdea75370522dd8edb1\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/guide-to-accountability-and-governance/accountability-and-governance/data-protection-officers/\" target=\"_blank\" title=\"Data protection officers\" class=\"link-external\">Data Protection Officers<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Do we have to define our purpose for monitoring workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp12",
        "content": "<a id=\"dp12\"></a>Do we have to define our purpose for monitoring workers?</h3>\n<p>Yes. Purpose limitation is a key principle of data protection law. You <strong>must</strong> be clear about the purpose for monitoring. For example, you may decide to monitor email traffic for security purposes, or use CCTV for site safety purposes. However, you <strong>should not</strong> monitor workers ‘just in case’. You <strong>must</strong> document why you are monitoring workers and what you intend to do with the information you collect.</p>\n<p><span>If the monitoring is to enforce your organisation’s policies, make sure these are clearly set out. You <strong>should </strong>regularly bring the policies to the attention of workers. The policy or policies<strong> should</strong> also outline the nature, purpose and extent of any monitoring.</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>An employer has acceptable usage rules for using the internet. They document these rules in a policy which is made known and accessible to all workers affected. Either in this policy, or linked from this policy, the employer sets out privacy information which explains:</p>\n<ul>\n<li>how they monitor these rules;</li>\n<li>how they use the information obtained from the monitoring; and</li>\n<li><span>the safeguards in place for the workers being monitored.</span></li>\n</ul>\n</div>\n<p><span>You <strong>should</strong> consider that workers base their expectations of privacy on practice, as well as policy. Excessive monitoring set out in a policy does not make it lawful, just because it is documented.</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p><span>An employer has a policy which imposes a ban on personal calls, but in practice, they overlook a limited number of personal calls. The employer cannot rely on the policy to justify carrying out monitoring.</span></p>\n</div>\n<p><span>You can set systems so that workers cannot access the internet or applications without accepting certain conditions. This can reduce the need for some types of monitoring.</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p><span>An employer minimises the risks of unacceptable usage by blocking some websites (personal email, social media sites and entertainment sites). This means they can minimise unacceptable usage rather than monitor for it.</span></p>\n</div>\n<p>You can only change your purpose for monitoring if:</p>\n<ul>\n<li>your new purpose is compatible with your original purpose;</li>\n<li>you get consent; or</li>\n<li>you have a clear obligation or function set out in law.</li>\n</ul>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Do we need to restrict the amount of information we collect when we monitor workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp13",
        "content": "<a id=\"dp13\"></a>Do we need to restrict the amount of information we collect when we <span>monitor workers?</span></h3>\n<p><span>Yes. The data minimisation principle means you <strong>must not</strong> collect more information than you need to achieve your purpose. It is closely linked to purpose limitation. Monitoring technologies and methods have the capability to gather wider categories and larger amounts of information than may be necessary to achieve your purpose. This risks ‘function creep’, where information is used for wider purposes than the original intention. This can happen gradually over time, so you <strong>should</strong> review how you monitor workers regularly to prevent this. Similarly, you <strong>must not</strong> collect more information than is necessary, just in case it might prove useful to you in the future.</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p><span>An employer collects office ethernet connection data to monitor the use of workspaces and ensure there is sufficient capacity for workers. They<strong> should not</strong> re-use this information for performance management purposes without identifying a new lawful basis and establishing the necessity and proportionality of this new purpose.</span></p>\n</div>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/7c3dcc29c4b04f8cb1229bac2638333c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-protection-principles/a-guide-to-the-data-protection-principles/the-principles/data-minimisation/\" target=\"_blank\" title=\"Data minimisation\" class=\"link-external\">Data minimisation<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we ensure accuracy?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp14",
        "content": "<a id=\"dp14\"></a>How do we ensure accuracy?</h3>\n<p>You <strong>must</strong>:</p>\n<ul>\n<li>take all reasonable steps to ensure the personal information you gather through monitoring workers is not incorrect or misleading as to any matter of fact;</li>\n<li>if necessary, keep personal information updated;</li>\n<li>take reasonable steps to correct or erase personal information as soon as possible if you discover that it is incorrect or misleading; and</li>\n<li>carefully consider any challenges by workers to the accuracy of any information you gathered through monitoring.</li>\n</ul>\n<p>This particularly applies if you are using the information to make potentially adverse decisions about workers. For example, if you use monitoring information in performance reviews.</p>\n<p>You <strong>should</strong> consider the following points:</p>\n<ul>\n<li>Equipment or systems malfunction can cause information collected through monitoring to be misleading or inaccurate (eg a computer system resetting to the wrong time zone).</li>\n<li>Information can also be misinterpreted or even deliberately falsified.</li>\n<li>Data analytic tools can make incorrect inferences about workers.</li>\n</ul>\n<p><span>You <strong>should</strong> ensure that workers can see and, if necessary, explain or challenge the results of any monitoring. You <strong>should</strong> do this within, or alongside, disciplinary or grievance procedures and performance reviews or appraisals.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/d14abe004e284cbaae1ad28df91b882a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-protection-principles/a-guide-to-the-data-protection-principles/the-principles/accuracy/\" target=\"_blank\" title=\"Accuracy\" class=\"link-external\">Accuracy<span class=\"invisible\"></span></a></li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/a2b8c3f1a18749ad9b7993c01507b021\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/right-to-rectification/#ib5\" target=\"_blank\" title=\"Right to rectification\" data-anchor=\"#ib5\" class=\"link-external\">Right to rectification<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How long should we keep information obtained from monitoring workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp15",
        "content": "<a id=\"dp15\"></a>How long should we keep information obtained from monitoring workers?</h3>\n<p><span>You <strong>must not</strong> keep personal information obtained from monitoring workers for any longer than is necessary for your particular purpose or purposes. You <strong>should </strong>base any retention period you set on business need. You <strong>should </strong>review it regularly, and take into account any professional guidelines or legal obligations. You <strong>should not</strong> retain information just in case you find a purpose for it in the future. You <strong>must </strong>ensure you have a retention schedule and delete any information you collect from monitoring workers in line with your schedule. The UK GDPR doesn't specify retention periods. However, you <strong>should</strong> be able to justify any retention periods that you set, and be able to link these to the reasons why you have obtained the information.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/8ad304b1e7154147a779a6094588226e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-protection-principles/a-guide-to-the-data-protection-principles/the-principles/storage-limitation/\" target=\"_blank\" title=\"Storage limitation\" class=\"link-external\">Storage limitation<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "How do we ensure the security of personal information obtained from monitoring workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp16",
        "content": "<a id=\"dp16\"></a>How do we ensure the security of personal information obtained from monitoring workers?</h3>\n<p>Security is a key principle of data protection law. You <strong>must</strong> have appropriate organisational and technical measures in place to protect any personal information you collect through monitoring.</p>\n<p>You <strong>should</strong>:</p>\n<ul>\n<li>assess the data security risks of any monitoring and use this to decide the security measures you need to put in place; and</li>\n<li>restrict access to the information to only those who need access. Take care to identify the most appropriate person or people to access the information you collect. You <strong>should</strong> properly train them to handle information obtained from monitoring.</li>\n</ul>\n<p>If you decide to outsource your monitoring activities to a data processor, you <strong>should</strong> remember that as the controller, you are responsible for compliance with data protection law. This includes what the processor does with the information.</p>\n<p>Processors also have their own set of security obligations under data protection law. (See the section on <a href=\"#dp22\" data-anchor=\"#dp22\">third parties</a>.)</p>\n<p><span>Similarly, if you are using commercially available monitoring tools, or the monitoring functionalities which are available on communication and collaboration tools – you are still responsible for compliance with data protection. In particular, you <strong>should</strong> still consider the security and access controls on any information you collect. You <strong>should not</strong> assume the tool has the appropriate level of protection built-in. (See the section on <a rel=\"noopener\" data-udi=\"umb://document/4c3b34bf0db04c2192d3d01e2f32d300\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific2\" target=\"_blank\" title=\"Specific data protection considerations for different ways or methods of monitoring workers\" data-anchor=\"#specific2\" class=\"link-external\">commercially available tools<span class=\"invisible\"></span></a>.)</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/9904f589ce4f4253ab302c798e07243c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/security/\" target=\"_blank\" title=\"Security\" class=\"link-external\">Security<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What must we tell workers about our monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp17",
        "content": "<a id=\"dp17\"></a>What must we tell workers about our monitoring?</h3>\n<p>You <strong>must</strong> make sure workers are aware of how and what personal information you are collecting during any monitoring You <strong>could</strong> set up a system to ensure workers remain aware that monitoring is taking place. For example, through your organisation’s intranet or signage in areas subject to monitoring. You <strong>should </strong>regularly review your monitoring practices and you <strong>must </strong>keep privacy information up-to-date. You <strong>must</strong> also tell workers when you introduce changes.</p>\n<p>It is unfair to workers if you are unclear on whether you are monitoring them. Not providing workers with clarity around monitoring risks damaging trust between you and your workers. Similarly, if you are monitoring workers, uncertainty over the reason for doing so can have a negative effect. This might adversely impact the work of your organisation, as well as infringing the data protection rights and freedoms of workers. Making sure workers understand any monitoring builds trust and ensures you comply with workers’ right to be informed.</p>\n<p><span>See the section on <a href=\"#dp9\" data-anchor=\"#dp9\">transparency and informing workers about monitoring workers.</a>)</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span>For more details on what information you <strong>must</strong> provide, see our guidance on <a rel=\"noopener\" data-udi=\"umb://document/759c5820aa3a4951935e468545e47338\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/right-to-be-informed/\" target=\"_blank\" title=\"Right to be informed\" class=\"link-external\">the right to be informed<span class=\"invisible\"></span></a>.</span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Should we discuss the introduction of monitoring with our workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp18",
        "content": "<a id=\"dp18\"></a>Should we discuss the introduction of monitoring with our workers?</h3>\n<p>If you are planning to introduce monitoring, you <strong>should</strong> seek and document the views of your workers or their representatives (such as trade unions), unless there is a good reason not to. If you decide not to, you <strong>should</strong> record this decision along with a clear explanation. Seeking the views of workers as part of your planning process is a good way of being transparent and building trust with your workers. You can then address any feedback or questions in advance which helps you build good employment relationships and meet your obligations to protect workers’ data protection rights and freedoms.</p>\n<p><span>You <strong>should</strong> involve workers during the early planning stages. This can potentially avoid complaints from workers at a later stage, allows you to consider potential issues before they arise, and helps to build trust with workers. You <strong>should</strong> do this as part of your DPIA.</span><span></span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li>For more detail see our separate DPIA guidance <a rel=\"noopener\" data-udi=\"umb://document/488115f71a0944788677cc798e04c0c7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/data-protection-impact-assessments-dpias/how-do-we-do-a-dpia/\" target=\"_blank\" title=\"How do we do a DPIA?\" class=\"link-external\">How do we do a DPIA?<span class=\"invisible\"></span></a></li>\n<li><span>For more information on workers’ right to object see the section <a href=\"#dp21\" data-anchor=\"#dp21\">Can workers object to being monitored?</a> and our <a rel=\"noopener\" data-udi=\"umb://document/706c0ad1f1c9430b9117ad1661aefdf9\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/right-to-object/\" target=\"_blank\" title=\"Right to object\" class=\"link-external\">guidance on the right to object.<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Can we use covert monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp19",
        "content": "<a id=\"dp19\"></a>Can we use covert monitoring?</h3>\n<p>Covert monitoring means carrying out monitoring in a way designed to ensure workers are unaware that it is taking place. It is unlikely that you will be able to justify covert monitoring in most usual circumstances. However, there may be exceptional circumstances where you might be able to justify this. For example, if covert monitoring is necessary to enable you to prevent or detect suspected criminal activity or gross misconduct.</p>\n<p>You <strong>should</strong> outline in your organisational policies the types of behaviours that are not acceptable and the circumstances in which covert monitoring might take place.</p>\n<p>If you are considering monitoring workers covertly, there are several factors to be aware of:</p>\n<ul>\n<li>Covert monitoring <strong>should only</strong> be authorised by senior management.</li>\n<li>You <strong>must</strong> carry out a DPIA.</li>\n<li>You <strong>should </strong>be satisfied that there are grounds for suspecting criminal activity (or an equivalent, such as gross misconduct) and that informing workers about the monitoring would prejudice its prevention or detection.</li>\n<li>You <strong>should</strong> strictly target the covert monitoring at obtaining evidence within a set timeframe, limited to the shortest time possible.</li>\n<li>You <strong>should not</strong> continue the covert monitoring after the investigation is complete.</li>\n<li>You <strong>should not</strong> use covert audio or video monitoring in areas where workers would reasonably expect to be private, such as toilets or changing rooms.</li>\n<li>In most circumstances, you<strong> should not</strong> use covert monitoring to capture communications that workers would reasonably expect to be private, such as personal emails.</li>\n<li>If you are considering using a private investigator to collect information on workers covertly, you <strong>must </strong>have a contract in place that requires them to only collect information in a way that satisfies your obligations under data protection law. See our <a rel=\"noopener\" data-udi=\"umb://document/ca4d81b318f3476e9c68074f369c33d7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/\" target=\"_blank\" title=\"Controllers and processors\" class=\"link-external\">guidance on controllers and processors<span class=\"invisible\"></span></a> for further details.</li>\n<li>You <strong>must </strong>only use information gathering through covert monitoring for the purpose intended. You <strong>should</strong> disregard and destroy any other information unless it reveals something that no employer could reasonably be expected to ignore and where there is no other way to achieve this purpose.</li>\n<li>You <strong>should</strong> limit the number of people involved in the investigation to only those who really need to be involved.</li>\n<li>You <strong>should</strong> set clear rules limiting disclosure and access to the information you collect.</li>\n<li>Remember workers’ data protection rights. For example, if a worker submits a subject access request, you may have to disclose the personal information obtained from monitoring. You <strong>should </strong>deal with requests on a case-by-case basis.</li>\n</ul>\n<p><span>Ultimately, you <strong>should</strong> balance the interests of the employer and the worker. However, you <strong>should</strong> be able to justify every decision you make to carry out any covert monitoring.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further Reading </strong></p>\n<ul>\n<li><span>Read our <a rel=\"noopener\" data-udi=\"umb://document/05beee229d9e4360a486e25df6fd3f39\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/\" target=\"_blank\" title=\"Individual rights\" class=\"link-external\">guidance on individual rights<span class=\"invisible\"></span></a> and our guidance on <a rel=\"noopener\" data-udi=\"umb://document/74016eb7d48b4eb5b392c565440e1064\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/right-of-access/\" target=\"_blank\" title=\"Right of access\" class=\"link-external\">the right of access<span class=\"invisible\"></span></a> for further details.</span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Can workers request access to their personal information obtained from monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp20",
        "content": "<a id=\"dp20\"></a>Can workers request access to their personal information obtained from monitoring?</h3>\n<p>You <strong>must </strong>make the personal information you collect through monitoring available to workers if they make a subject access request (SAR), <strong>unless</strong> an exemption applies.</p>\n<p><span>It may be challenging to respond to a SAR if the monitoring system you use collects large amounts of information, or contains the personal information of third parties. This is especially the case if the systems you use do not store information in a way that makes personal information readily retrievable. You <strong>should</strong> factor in how easy it is to retrieve information when considering what type of monitoring system you plan to introduce. You <strong>should </strong>do this in your DPIA.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/74016eb7d48b4eb5b392c565440e1064\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/right-of-access/\" target=\"_blank\" title=\"Right of access\" class=\"link-external\">Right of access<span class=\"invisible\"></span></a></li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/3d859e09bba04fa4aa19486b9e1b4526\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/subject-access-request-q-and-as-for-employers/\" target=\"_blank\" title=\"Subject access request Q and As for employers\" class=\"link-external\">SARs Q and A for employers<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Can workers object to being monitored?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp21",
        "content": "<a id=\"dp21\"></a>Can workers object to being monitored?</h3>\n<p>Yes, workers can object to you collecting and processing their personal information from monitoring in certain circumstances. Specifically, a worker can object where the lawful basis you are relying on is:</p>\n<ul>\n<li>public task (for the performance of a task carried out in the public interest or for the exercise of official authority vested in you); or</li>\n<li>legitimate interests.</li>\n</ul>\n<p>The worker must give specific reasons why they are objecting to you collecting and processing personal information through monitoring. The reasons should be based on their particular situation.</p>\n<p>However, this isn’t an absolute right and you can refuse to comply with the objection if:</p>\n<ul>\n<li>you can demonstrate compelling legitimate interests for the processing, which override the interests, rights and freedoms of the worker; or</li>\n<li>the processing is for the establishment, exercise or defence of legal claims.</li>\n</ul>\n<p>If you are deciding whether you have compelling legitimate interests which override the person’s interests, you <strong>should</strong> consider the reasons why the worker has objected to the monitoring. If they object on the grounds that the monitoring is causing them substantial damage or distress, the grounds for their objection will have more weight. To decide, you <strong>must</strong> balance the worker’s interests, rights and freedoms with your own legitimate interests. To continue with the monitoring, you <strong>must </strong>demonstrate that your legitimate grounds override those of the worker.</p>\n<p>If you are satisfied you do not need to comply with the request, you <strong>must</strong> let the worker know. You <strong>should</strong> document and thoroughly explain your decision. You <strong>must</strong> inform them of their right to make a complaint to the ICO. You <strong>must </strong>also tell them of their ability to seek to enforce their rights through a judicial remedy.</p>\n<p>You can also refuse to comply with an objection if it is:</p>\n<ul>\n<li>manifestly unfounded; or</li>\n<li><span>excessive.</span></li>\n</ul>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p><span>A worker sends different requests to you on a regular basis with the stated intention to cause disruption. This may be manifestly unfounded.</span></p>\n</div>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/706c0ad1f1c9430b9117ad1661aefdf9\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/right-to-object/\" target=\"_blank\" title=\"Right to object\" class=\"link-external\">The right to object<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What do we need to consider if we use a third-party provider or an application provided by a third party to carry out monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp22",
        "content": "<a id=\"dp22\"></a>What do we need to consider if we use a third-party provider or an application provided by a third party to carry out monitoring?</h3>\n<p>If you decide to carry out monitoring of your workers, you <strong>must</strong> ensure that this is done fairly and lawfully. You are responsible for deciding how and why the monitoring takes place, including the use of any particular technology or service to do so.</p>\n<p>You <strong>should not</strong> assume that packages you purchase are compliant with data protection law. Before you begin any monitoring activity, you <strong>must</strong> ensure the system or application is compliant with data protection law, and that you have any necessary contracts are in place. A DPIA will help you consider the impact that processing activities may have on your workers. (See the <a href=\"#dp11\" data-anchor=\"#dp11\">section on DPIAs</a>.) If you or your provider are using automated decision-making techniques (AI) to process worker data, you <strong>should</strong> take additional considerations into account. (See our section on <a rel=\"noopener\" data-udi=\"umb://document/0fca3d096dbd4f27b68e473d183b37a7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#_What__do\" target=\"_blank\" title=\"What do we need to do if we use monitoring tools that use solely automated processes?\" data-anchor=\"#_What__do\" class=\"link-external\">automated decision-making<span class=\"invisible\"></span></a>.)</p>\n<p>If you use another organisation to carry out this monitoring on your behalf, and they only work to your written instruction, it is likely that they will be a processor.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A company pays a third party to supply a system that provides salary and pension contributions and processes expenses. The payroll provider processes personal information about the company’s workers and provides weekly reports to the company on the time worked by each staff member. The provider is a processor and the company is the controller. The company <strong>must </strong>ensure the payroll provider is compliant with data protection law.</p>\n</div>\n<p>You are responsible for making sure your processor is competent to process the personal information in compliance with data protection law. You <strong>must</strong> have a contract (or other legal act) in place so both parties understand their responsibilities and obligations.</p>\n<p>You <strong>must</strong> make sure any third party provider you use processes personal information in compliance with data protection law. You <strong>should not</strong> assume that any third party software has been designed with data protection in mind.</p>\n<p>If your monitoring involves AI and automated decision-making, or automated decision-making by itself, there are additional considerations that you or your provider <strong>should</strong> take into account. (See the section on <a rel=\"noopener\" data-udi=\"umb://document/0fca3d096dbd4f27b68e473d183b37a7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#_What__do\" target=\"_blank\" title=\"What do we need to do if we use monitoring tools that use solely automated processes?\" data-anchor=\"#_What__do\" class=\"link-external\">automated decision-making<span class=\"invisible\"></span></a>.)</p>\n<p>A DPIA will help you to address these issues as well as considering the impact your monitoring may have on your workers. (See the <a href=\"#dp11\" data-anchor=\"#dp11\">section on DPIAs</a>.)</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/ca4d81b318f3476e9c68074f369c33d7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/\" target=\"_blank\" title=\"Controllers and processors\" class=\"link-external\">Controllers and processors<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/e2642602be994083b8d5702a2d2de3eb\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/guide-to-accountability-and-governance/accountability-and-governance/contracts/\" target=\"_blank\" title=\"Contracts\" class=\"link-external\">Contracts<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/5f540f74cba44a43b60638c2b4b6f470\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-sharing/data-sharing-a-code-of-practice/data-sharing-agreements/\" target=\"_blank\" title=\"Data sharing agreements\" class=\"link-external\">Data sharing agreements<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/f572b873d9c74aebbda5ef0b1d453fed\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-sharing/contractual-liability-in-data-sharing-agreements/\" target=\"_blank\" title=\"Contractual liability in data sharing agreements\" class=\"link-external\">Contractual liability in data sharing agreements<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "What do we need to consider if we transfer personal information of workers outside the UK?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp23",
        "content": "<a id=\"dp23\"></a>What do we need to consider if we transfer personal information of workers outside the UK?</h3>\n<p>Data protection law restricts the transfer of personal information to countries outside the UK or to international organisations. These restrictions apply to all transfers, no matter the size or how often you carry them out. We refer to these as restricted transfers.</p>\n<p>The rules for international transfers apply if:</p>\n<ul>\n<li>you are agreeing to send personal information, or make it accessible, to a receiver which is located in a country outside the UK; and</li>\n<li>the receiver is legally distinct from you as it is a separate company, organisation or person. This includes transfers to another company within the same corporate group.</li>\n</ul>\n<p>However, if you are sending personal information to someone employed by you, or by your company or organisation, this is not a restricted transfer. The transfer restrictions only apply if you are sending personal information outside your company or organisation.</p>\n<p>If you are making a restricted transfer, you <strong>must</strong> make sure the transfer is covered by either:</p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/a1338a555aa84ef38cbfd93526ce9dc2\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/international-transfers/international-transfers-a-guide/#Q1\" target=\"_blank\" title=\"International transfers: a guide\" data-anchor=\"#Q1\" class=\"link-external\">adequacy regulations<span class=\"invisible\"></span></a> – this is where another country has been assessed as providing ‘adequate’ data protection;</li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/a1338a555aa84ef38cbfd93526ce9dc2\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/international-transfers/international-transfers-a-guide/#Q2\" target=\"_blank\" title=\"International transfers: a guide\" data-anchor=\"#Q2\" class=\"link-external\">appropriate safeguards<span class=\"invisible\"></span></a> – before you rely on one of these you <strong>must</strong> carry out a transfer risk assessment to be sure workers’ information will have protection essentially equivalent to the UK data protection regime; or</li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/a1338a555aa84ef38cbfd93526ce9dc2\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/international-transfers/international-transfers-a-guide/#Q3\" target=\"_blank\" title=\"International transfers: a guide\" data-anchor=\"#Q3\" class=\"link-external\">an exception<span class=\"invisible\"></span></a> – if you are making a restricted transfer that is not covered by UK adequacy regulations or an appropriate safeguard then you can only make the transfer if it is covered by an exception.</li>\n</ul>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A UK company uses an outsourced human resources service in India provided by its parent company. The UK company passes information about its workers to its parent company in connection with the HR service. This is a restricted transfer, so the UK company <strong>must </strong>ensure there are adequate safeguards in place.</p>\n</div>\n<p>If you use a processor based outside the UK, the rules on international transfers apply. Data protection law restricts the transfer of personal information to countries outside the UK or to international organisations.</p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A UK company uses a USA based software application to monitor workers. The application provider hosts the personal information in the USA and is a processor. This is a restricted transfer, and the UK company <strong>must</strong> ensure it is covered by appropriate safeguards. The UK company <strong>must </strong>ensure the application provider provides all relevant information to ensure compliance with data protection law.</p>\n</div>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<p>If you are sending personal information about workers overseas, read our guidance on:</p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/e10f31d3c069409fb7f113e038b50070\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/international-transfers/\" target=\"_blank\" title=\"International transfers\" class=\"link-external\">International transfers<span class=\"invisible\"></span></a></li>\n<li><a rel=\"noopener\" data-udi=\"umb://document/d93a2564f5fe49378977809b2698da4d\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/international-transfers/international-data-transfer-agreement-and-guidance/\" target=\"_blank\" title=\"International data transfer agreement and guidance\" class=\"link-external\">International data transfer agreement and guidance<span class=\"invisible\"></span></a></li>\n</ul>\n</div>\n<h2>"
    },
    {
        "section": "Data protection and monitoring workers",
        "subsection": "Checklist",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp24",
        "content": "<a id=\"dp24\"></a>Checklist</h2>\n<div class=\"example example-letter\">\n<p>□ We have checked that the monitoring of workers is necessary for the purpose we have identified. We are satisfied there is no other reasonable and less intrusive way to achieve that purpose.</p>\n<p>□ We have considered whether we need to do a DPIA and either completed one or documented the reason we considered one wasn’t required.</p>\n<p>□ When making our DPIA decision, we have considered seeking the views of workers and representatives and either done this or documented our decision not to.</p>\n<p>□ We have identified a lawful basis for monitoring workers.</p>\n<p>□ Where required, we have identified an appropriate special category condition for monitoring workers if we’re likely to capture any special category data as part of our monitoring.</p>\n<p>□ We have documented what personal information we are processing when we monitor workers.</p>\n<p>□ Where required, we have an appropriate policy document in place.</p>\n<p>□ We have included specific information about monitoring workers in our privacy information so that workers are aware of any monitoring taking place. We have made sure that this information is readily accessible to workers.</p>\n<p>□ We have considered whether the risks associated with monitoring workers affects our other obligations around data minimisation, security, and appointing Data Protection Officers (DPOs) and representatives.</p>\n<p>□ We have considered data protection issues as part of the design and implementation of monitoring systems and practices, including where we use external suppliers for monitoring technology, and where we use the functionalities built into communication and collaboration work tools.</p>\n<p>□ Where necessary, we have considered the rules for international transfers.</p>\n</div>\n<p>You can also view and print off this checklist and all the checklists of this guidance on our <a rel=\"noopener\" data-udi=\"umb://document/c7011a82892041979f6979eaedc8b603\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/checklists/#_Checklists\" target=\"_blank\" title=\"Checklists\" data-anchor=\"#_Checklists\" class=\"link-external\">checklists page<span class=\"invisible\"></span></a>.</p>\r\n        </div>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/",
        "content": "<div class=\"article-content\">\r\n            <h2>In detail</h2>\r\n<ul>\r\n<li><a href=\"#what1\" data-anchor=\"#what1\">Why is this important?</a></li>\r\n<li><a href=\"#what2\" data-anchor=\"#what2\">What do we mean by solely automated decision-making and profiling?</a></li>\r\n<li><a href=\"#what3\" data-anchor=\"#what3\">What do we need to consider if we are planning to make solely automated decisions with legal or similar effect on workers?</a></li>\r\n<li><a href=\"#what4\" data-anchor=\"#what4\">What should we tell workers about solely automated decision-making?</a></li>\r\n<li><a href=\"#what5\" data-anchor=\"#what5\">What is the role of human oversight?</a></li>\r\n<li><a href=\"#what6\" data-anchor=\"#what6\">Checklist</a></li>\r\n</ul>\r\n<h3>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "Why is this important?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what1",
        "content": "<a id=\"what1\"></a>Why is this important?</h3>\r\n<p>Tools for monitoring workers have become increasingly sophisticated, with automated processes (sometimes known as people analytics) often used for:</p>\r\n<ul>\r\n<li>security purposes;</li>\r\n<li>managing workers’ performance; and</li>\r\n<li>monitoring sickness and attendance (including if a worker is away from their workstation).</li>\r\n</ul>\r\n<p>There are business benefits to people analytics. They can contribute to improving organisational performance and can demonstrate compliance with HR policies. Such tools have the capacity to process large amounts of workers’ information by monitoring in real time. This can be used to make predictions, inferences and decisions about workers on both an individual and a collective level. The UK GDPR has provisions on solely automated decision-making with legal or similarly significant effects, including profiling. We cover them here in the context of monitoring workers.</p>\r\n<h3>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "What do we mean by solely automated decision-making and profiling?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what2",
        "content": "<a id=\"what2\"></a>What do we mean by solely automated decision-making and profiling?</h3>\r\n<p>Solely automated decision-making is a decision made by automated means without any meaningful human involvement. Solely automated decision-making may involve profiling too. In a work context, this could be where employers use workers’ information from a number of sources to make inferences about future behaviour or make decisions about them.</p>\r\n<p>Solely automated decision-making and profiling could pose risks to the rights and freedoms of workers.</p>\r\n<div class=\"greenBlock\"><strong>Further reading</strong></div>\r\n<div class=\"greenBlock\">\r\n<ul>\r\n<li>For more information on what we mean by Artificial Intelligence, see the section ‘<a rel=\"noopener\" data-udi=\"umb://document/f8ec196cd7ff4fbc9f6a7ca4a0b1a111\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/#whatdoyou\" target=\"_blank\" title=\"Guidance on AI and data protection\" data-anchor=\"#whatdoyou\" class=\"link-external\">What do you mean by AI?’<span class=\"invisible\"></span></a> from our guidance on AI and data protection.</li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/c635063c07454d26b6cb3070ece6aba3\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/explaining-decisions-made-with-artificial-intelligence/part-1-the-basics-of-explaining-ai/definitions/#definitions_2\" target=\"_blank\" title=\"Definitions\" data-anchor=\"#definitions_2\" class=\"link-external\">What is an AI output or an AI-assisted decision? <span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "What do we need to consider if we are planning to make solely automated decisions with legal or similar effect on workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what3",
        "content": "<a id=\"what3\"></a>What do we need to consider if we are planning to make solely automated decisions with legal or similar effect on workers?</h3>\r\n<p>Article 22 of the UK GDPR restricts you from carrying out solely automated decision-making that has legal or similarly significant effects on people.</p>\r\n<p>A legal effect is something that affects someone’s legal rights (eg a right to work). Similarly significant effects are more difficult to define, but are likely to include decisions that:</p>\r\n<ul>\r\n<li>significantly affect someone’s financial circumstance (eg increasing or decreasing a worker’s pay based on their performance at work); or</li>\r\n<li>affect a worker’s employment opportunities (eg dismissing someone).</li>\r\n</ul>\r\n<p>You can only carry out this type of decision-making where the decision is:</p>\r\n<ul>\r\n<li>necessary for the entry into or performance of a contract with the person;</li>\r\n<li>authorised by law that applies to you (eg if you have a statutory or common law obligation to do something and automated decision-making is the most appropriate way to achieve your purpose); or</li>\r\n<li>based on a person’s explicit consent.</li>\r\n</ul>\r\n<p>You <strong>must </strong>also ensure that you do not disadvantage workers who ask for human intervention in decision-making compared to those who are subject to automated decision-making.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example - where Article 22 applies </strong></p>\r\n<p>An organisation pays workers based entirely on automated monitoring of their productivity. This decision is solely automated and has a significant effect, since it affects how much a worker is paid. Therefore, the additional rules under Article 22 apply.</p>\r\n</div>\r\n<p> </p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example – where Article 22 doesn’t apply</strong></p>\r\n<p>A courier service uses an automated vehicle tracking device to determine if its workers are making deliveries on time and to the correct address.</p>\r\n<p>A worker is issued a warning about failing to make deliveries on time. The warning was based on complaints received from customers about not receiving their orders. These complaints were checked by the courier service’s HR manager who reviewed the vehicle’s tracking device data. This showed that the vehicle only made a small proportion of journeys it was expected to make. The manager also discussed the issue with the worker to ask about the delays and complaints before deciding to issue the warning.</p>\r\n<p>Therefore, additional rules under Article 22 do not apply as the courier service’s HR manager took the decision to issue the warning after reviewing the information. This is the case even though the warning was issued on the basis of the information collected by the automated tracking device.</p>\r\n</div>\r\n<p> </p>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading </strong></p>\r\n<ul>\r\n<li>For more on issues encountered in AI decision-making, see our guidance: <a rel=\"noopener\" data-udi=\"umb://document/f4c7dc58d4b443b9970cccf7e3910aee\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-fairness-in-ai/\" target=\"_blank\" title=\"How do we ensure fairness in AI?\" class=\"link-external\">How do we ensure fairness in AI?<span class=\"invisible\"></span></a></li>\r\n<li>For a deeper look at Article 22 in general, see: <a rel=\"noopener\" data-udi=\"umb://document/1c7b4b00aaa24c4da1f7ba78eafc485a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-fairness-in-ai/what-is-the-impact-of-article-22-of-the-uk-gdpr-on-fairness/\" target=\"_blank\" title=\"What is the impact of Article 22 of the UK GDPR on fairness?\" class=\"link-external\">What is the impact of Article 22 of the UK GDPR on fairness? <span class=\"invisible\"></span></a></li>\r\n<li>For further clarification on Article 22 and the use of automated decision-making, see: <a rel=\"noopener\" data-udi=\"umb://document/d0e1a95c8c6d449fa766a3443d07c883\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/automated-decision-making-and-profiling/what-does-the-uk-gdpr-say-about-automated-decision-making-and-profiling/\" target=\"_blank\" title=\"What does the UK GDPR say about automated decision-making and profiling?\" class=\"link-external\">What does the UK GDPR say about automated decision-making and profiling? <span class=\"invisible\"></span></a></li>\r\n<li>For more on the use of a lawful basis and its implementation in AI, see: <a rel=\"noopener\" data-udi=\"umb://document/60901ddbda0a4242b65819a065920d7e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-lawfulness-in-ai/\" target=\"_blank\" title=\"How do we ensure lawfulness in AI?\" class=\"link-external\">How do we ensure lawfulness in AI?<span class=\"invisible\"></span></a></li>\r\n<li>For more information on consent see our guidance on: <a rel=\"noopener\" data-udi=\"umb://document/9c27b8e8091340b7880bbdb684b44d1b\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/consent/\" target=\"_blank\" title=\"Consent\" class=\"link-external\">consent<span class=\"invisible\"></span></a><span>.</span></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "What should we tell workers about solely automated decision-making?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what4",
        "content": "<a id=\"what4\"></a>What should we tell workers about solely automated decision-making?</h3>\r\n<p>The right to be informed means you <strong>must</strong> tell workers whose information you are processing that you are doing so for solely automated decision-making. You <strong>must</strong> give them “meaningful information about the logic involved, as well as the significance and the envisaged consequences” of the processing for them. You <strong>must</strong> also tell them about this if they submit a SAR.</p>\r\n<p>You <strong>must</strong>:</p>\r\n<ul>\r\n<li>give workers information about the processing;</li>\r\n<li>introduce simple ways for them to request human intervention or challenge a decision where the processing falls under Article 22; and</li>\r\n<li><span>carry out regular checks to make sure your systems are working as intended.</span></li>\r\n</ul>\r\n<div class=\"greenBlock\"><strong>Further reading</strong></div>\r\n<div class=\"greenBlock\">\r\n<ul>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/f4c7dc58d4b443b9970cccf7e3910aee\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-fairness-in-ai/?q=consent+\" target=\"_blank\" title=\"How do we ensure fairness in AI?\" data-anchor=\"?q=consent+\" class=\"link-external\">How do we ensure fairness in AI?<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/60901ddbda0a4242b65819a065920d7e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-lawfulness-in-ai/#consent\" target=\"_blank\" title=\"How do we ensure lawfulness in AI?\" data-anchor=\"#consent\" class=\"link-external\">How do we ensure lawfulness in AI?<span class=\"invisible\"></span></a></li>\r\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/2f3b435d5b2849059a91d58ddfac93c8\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-individual-rights-in-our-ai-systems/#howdoweensure\" target=\"_blank\" title=\"How do we ensure individual rights in our AI systems?\" data-anchor=\"#howdoweensure\" class=\"link-external\">How do we ensure individual rights in our AI systems?<span class=\"invisible\"></span></a></span></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "What is the role of human oversight?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what5",
        "content": "<a id=\"what5\"></a>What is the role of human oversight?</h3>\r\n<p>When you use automated decision-making to make decisions with legal or similarly significant about workers, there is a risk that you might make them without appropriate human oversight. For example, you might reduce a worker’s pay if an automated system identifies poor performance. This infringes Article 22 of the UK GDPR. You <strong>should</strong> ensure that people assigned to provide human oversight remain engaged, critical and able to challenge the system’s outputs, wherever appropriate.</p>\r\n<p>If you plan to use automated systems as a decision-supporting tool (which will therefore be outside the scope of Article 22), you <strong>should</strong> ensure that the people making the decision are:</p>\r\n<ul>\r\n<li>involved in checking the system’s recommendation and <strong>should not</strong> just routinely apply the automated recommendation to workers;</li>\r\n<li>actively involved and not just a token gesture. They <strong>should </strong>have ‘meaningful’ influence on the decision, including the ‘authority and competence’ to go against the recommendation; and</li>\r\n</ul>\r\n<p><span>‘weighing-up’ and ‘interpreting’ the recommendation, considering all available input information, and also taking into account additional factors. </span></p>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading</strong></p>\r\n<ul>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/5618f45440b04e81986dfa1d55f9ee00\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/automated-decision-making-and-profiling/\" target=\"_blank\" title=\"Automated decision-making and profiling\" class=\"link-external\">Rights related to automated decision-making including profiling<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/2f3b435d5b2849059a91d58ddfac93c8\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-individual-rights-in-our-ai-systems/#howdoweensure\" target=\"_blank\" title=\"How do we ensure individual rights in our AI systems?\" data-anchor=\"#howdoweensure\" class=\"link-external\">How do we ensure individual rights relating to solely automated decisions with legal or similar effect?<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/2f3b435d5b2849059a91d58ddfac93c8\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-individual-rights-in-our-ai-systems/#whatistherole\" target=\"_blank\" title=\"How do we ensure individual rights in our AI systems?\" data-anchor=\"#whatistherole\" class=\"link-external\">What is the role of human oversight?<span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h2>"
    },
    {
        "section": "What do we need to do if we use monitoring tools that use solely automated processes?",
        "subsection": "Checklist",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/what-do-we-need-to-do-if-we-use-monitoring-tools-that-use-solely-automated-processes/#what6",
        "content": "<a id=\"what6\"></a>Checklist</h2>\r\n<div class=\"example example-letter\">\r\n<p>□ If we use the personal information from monitoring workers for automated decision making (including profiling), we have checked that we comply with Article 22.</p>\r\n<p>□ We offer alternatives to workers who ask for human intervention in decision making.</p>\r\n<p>□ We do not disadvantage workers who ask for human intervention in decision making, compared to those who are subject to automated decision making.</p>\r\n<p>□ Where we use automation with human involvement, we ensure the involvement is meaningful.</p>\r\n<p>□ We carry out regular checks to make sure the systems are working as intended.</p>\r\n</div>\r\n<p>You can also view and print off this checklist and all the checklists of this guidance on our <a rel=\"noopener\" data-udi=\"umb://document/c7011a82892041979f6979eaedc8b603\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/checklists/#_Checklists\" target=\"_blank\" title=\"Checklists\" data-anchor=\"#_Checklists\" class=\"link-external\">checklists page<span class=\"invisible\"></span></a>.</p>\r\n        </div>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/",
        "content": "<div class=\"article-content\">\r\n            <h2>In detail</h2>\r\n<ul>\r\n<li><a href=\"#specific1\" data-anchor=\"#specific1\">What do we need to consider if we want to monitor workers remotely and when they are working from home?</a></li>\r\n<li><a href=\"#specific2\" data-anchor=\"#specific2\">What if commercially available tools are part of our monitoring?</a></li>\r\n<li><a href=\"#specific3\" data-anchor=\"#specific3\">Can we monitor telephone calls?</a></li>\r\n<li><a href=\"#specific4\" data-anchor=\"#specific4\">Can we monitor emails and messages?</a></li>\r\n<li><a href=\"#specific5\" data-anchor=\"#specific5\">Can we use video or audio surveillance to monitor workers?</a></li>\r\n<li><a href=\"#specific6\" data-anchor=\"#specific6\">Can we monitor work vehicles?</a></li>\r\n<li><a href=\"#specific7\" data-anchor=\"#specific7\">Can we use dashcams to monitor our workers?</a></li>\r\n<li><a href=\"#specific8\" data-anchor=\"#specific8\">What if we supply a product or service to another organisation and they ask us to monitor our workers?</a></li>\r\n<li><a href=\"#specific9\" data-anchor=\"#specific9\">Can we monitor time and restrict<span> access?</span></a></li>\r\n<li><a href=\"#specific10\" data-anchor=\"#specific10\">What if we are monitoring to prevent data loss or detect malicious traffic?</a></li>\r\n<li><a href=\"#specific11\" data-anchor=\"#specific11\">Can we monitor device activity?</a></li>\r\n<li><a href=\"#specific12\" data-anchor=\"#specific12\">Checklist</a></li>\r\n</ul>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "What do we need to consider if we want to monitor workers remotely and when they are working from home?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific1",
        "content": "<a id=\"specific1\"></a>What do we need to consider if we want to monitor workers remotely and when they are working from home?  </h3>\r\n<p>The rise in remote and home working in recent years has led to an increase in monitoring workers remotely, in particular if they are working from home. This is because employers want to secure their systems and manage remote workers.</p>\r\n<p>If you are monitoring workers remotely, you <strong>should</strong> keep in mind that workers’ expectations of privacy are likely to be higher at home than in the workplace. The risks of capturing family and private life information are higher as you can inadvertently capture it. You <strong>should</strong> factor this risk into any type of monitoring of remote workers you intend to implement. You <strong>should</strong> do this as part of a DPIA. This is especially important if you are considering implementing any of the forms of monitoring discussed below.</p>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "What if commercially available tools are part of our monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific2",
        "content": "<a id=\"specific2\"></a>What if commercially available tools are part of our monitoring?</h3>\r\n<p>You may choose commercially available tools or services to provide you with the capability to monitor your workers. For example, you may procure a tool that helps to monitor your workers, gathers information about them or helps to store the information (ie a cloud storage provider).</p>\r\n<p>In most of these cases, you are the controller for this processing activity and the third party is a processor. This is because you are deciding the means and purposes of the processing.</p>\r\n<p>As a controller, your data protection responsibilities state that you <strong>must</strong>:</p>\r\n<ul>\r\n<li>comply with the data protection principles;</li>\r\n<li>ensure that workers and other people who may be captured can exercise their rights regarding their personal information;</li>\r\n<li>choose an appropriate processor who will provide sufficient guarantees that they will implement appropriate technical and organisational measures to ensure their processing meets data protection requirements; and</li>\r\n<li>meet accountability obligations, such as carrying out DPIAs and adopting a ‘data protection by design and default’ approach.</li>\r\n</ul>\r\n<p><span>You <strong>must </strong>determine the controller and processor relationships before you begin to process personal information or implement monitoring. </span></p>\r\n<p>As part of the procurement process, you <strong>must</strong> make sure that the provider gives sufficient information about their tool or service so you can carry out your responsibilities. You <strong>must</strong> do this through a written contract or service agreement between the controller and processor.</p>\r\n<p>In some cases, the third party you are procuring from may use personal information collected by you for their own purposes. In this case, it is likely that the third party would become a controller for this processing.</p>\r\n<div class=\"greenBlock\"><strong>Further reading</strong></div>\r\n<div class=\"greenBlock\">\r\n<ul>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/ca4d81b318f3476e9c68074f369c33d7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/\" target=\"_blank\" title=\"Controllers and processors\" class=\"link-external\">Controllers and processors<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/1855f296e0d44e66a777970b7a83ff58\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/contracts-and-liabilities-between-controllers-and-processors-multi/\" target=\"_blank\" title=\"Contracts and liabilities between controllers and processors multi\" class=\"link-external\">Contracts and liabilities between controllers and processors<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/e65690144ea542189d177a69934be095\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/controllers-and-processors/what-does-it-mean-if-you-are-a-controller/\" target=\"_blank\" title=\"What does it mean if you are a controller?\" class=\"link-external\">What does it mean if you are a controller?<span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we monitor telephone calls?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific3",
        "content": "<a id=\"specific3\"></a>Can we monitor telephone calls?</h3>\r\n<p>It is not usually proportionate to monitor or record the content of calls in all cases. You <strong>could</strong> monitor business calls if it is necessary to provide evidence of business transactions, or for training or quality control purposes.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>A customer service call centre monitors helpline calls for training and quality control purposes. Workers are made aware of this through a policy which is regularly brought to their attention. Customers are informed during calls and are signposted to detailed privacy information.</p>\r\n</div>\r\n<p> </p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>A finance company is legally required by a regulator’s rules to record calls. The company limits recording to strictly what is required by those rules.</p>\r\n</div>\r\n<p>You may have a business need to monitor usage, for example to detect calls to numbers you would not routinely expect workers to call. You <strong>could </strong>consider using itemised call records rather than recording call content. If the itemised call record alone is insufficient, you can assess whether you can use it to strictly limit and target any further monitoring. If you decide to change the way you monitor calls as a result of information you gather during call monitoring, you <strong>should </strong>revisit your DPIA and carefully consider the implications of increased levels of monitoring.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>A recruitment agency suspects workers are sharing commercial secrets with a competitor. The employer uses itemised call records to narrow down those under suspicion and then uses these records to target any further monitoring accordingly.</p>\r\n</div>\r\n<p>You <strong>must</strong> make sure you inform workers of any call monitoring in your privacy information. You <strong>should</strong> also include this in any other relevant internal documents, such as your employment handbook, codes of conduct and guidance. You <strong>should</strong> ensure workers understand the purpose and extent of any monitoring.</p>\r\n<p>You <strong>should not </strong>routinely monitor personal calls. You might want to use information about personal calls for billing or in exceptional circumstances (eg suspected criminal activity). You <strong>should</strong> have a policy for personal calls and make sure workers are aware of this.</p>\r\n<p>Workers base their expectations of privacy on practice as well as policy. So if you tolerate a number of personal calls, you cannot rely on a policy banning them to justify carrying out this type of monitoring.</p>\r\n<p>Don’t forget that worker’s expectations of privacy are significantly higher at home or outside the workplace. You <strong>should</strong> factor this in to your DPIA.</p>\r\n<p>Monitoring calls also inevitably involves collecting information about people who make calls to, or receive calls from the organisation, as well as about workers themselves. You <strong>must </strong>tell these people that you are recording the call and why. A recorded message is good practice. Where this is not possible, you <strong>must </strong>instruct workers to inform callers that calls may be recorded and to explain the reason why. You can then provide the rest of the privacy information (eg retention periods, individual rights available, and details of any data sharing) by other means. For example, you <strong>could</strong> email the caller a copy of your privacy information or provide a link to it on your website. Any information you collect is likely to be personal information and you <strong>could</strong> disclose it in response to a SAR. You <strong>should</strong> make sure workers know that you may release call recordings to people, if requested.</p>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading</strong></p>\r\n<ul>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/58cd3930a15245b39693248ffcfc0d1f\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/the-right-to-be-informed/\" target=\"_blank\" title=\"The right to be informed\" class=\"link-external\">Right to be informed<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/74016eb7d48b4eb5b392c565440e1064\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/right-of-access/\" target=\"_blank\" title=\"Right of access\" class=\"link-external\">Right of access<span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we monitor emails and messages?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific4",
        "content": "<a id=\"specific4\"></a>Can we monitor emails and messages?</h3>\r\n<p>As an employer you might consider monitoring emails and messages sent to and from work accounts. You may intend to:</p>\r\n<ul>\r\n<li>protect corporate information;</li>\r\n<li>use it for data security (see our <a rel=\"noopener\" data-udi=\"umb://document/4c3b34bf0db04c2192d3d01e2f32d300\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific10\" target=\"_blank\" title=\"Specific data protection considerations for different ways or methods of monitoring workers\" data-anchor=\"#specific10\" class=\"link-external\">guidance on data loss prevention<span class=\"invisible\"></span></a> for more information);</li>\r\n<li>identify suspicious activity; or</li>\r\n<li>enforce any acceptable usage policies you may have.</li>\r\n</ul>\r\n<p>By messages, we mean instant messages available on some applications and the chat functions in collaboration tools.</p>\r\n<p>You <strong>must</strong> be clear about your purpose for monitoring emails and messages and make sure any monitoring is necessary and proportionate to your purpose. You <strong>must</strong> inform workers of the purpose of any monitoring.</p>\r\n<p>If you are considering monitoring emails and messages, you <strong>must</strong> complete a DPIA. This is because it poses a high risk to workers’ data protection rights and freedoms and is likely to capture special category data. You <strong>should</strong> complete a DPIA even where this is not a requirement, as this is good practice. A DPIA helps you to assess risk, plan properly and demonstrate accountability.</p>\r\n<p>It would be difficult to justify monitoring the content of emails and messages if monitoring network data traffic would meet your purpose. You <strong>must</strong> notify workers in advance, such as in relevant policy documents, if you may monitor content in exceptional circumstances. You <strong>must</strong> <strong>not</strong> access content unless there you have a clear policy in place explaining the circumstances where such monitoring may take place.</p>\r\n<p>Before monitoring emails and messages, you <strong>should </strong>consider the following questions:</p>\r\n<ul>\r\n<li>If network data monitoring alone is not sufficient, can you use the network data record to narrow the scope of the monitoring (eg to restrict your checking of email content to those sent to rival organisations)?</li>\r\n<li>What risk does any monitoring pose to the common law duty of confidence owed to workers or customers?</li>\r\n<li>Are there any lines of communication that you will not monitor (eg emails from workers to trade union representatives)?</li>\r\n<li>Have you banned personal use of the system? Even a ban would not entirely justify accessing the content of personal messages. You <strong>should only</strong> investigate workers who breach any ban by looking at network data first rather than content.</li>\r\n<li>Does your system enable workers to mark emails as personal or private?</li>\r\n</ul>\r\n<p>Are systems for recording information about emails and messages reliable and accurate?</p>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we use video or audio surveillance to monitor workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific5",
        "content": "<a id=\"specific5\"></a>Can we use video or audio surveillance to monitor workers?</h3>\r\n<p>Using CCTV has been common in organisations for many years. However, the quality, technology and possibilities have improved over time. It is possible to accidentally capture special category data through CCTV.</p>\r\n<p>For example, there are CCTV systems which:</p>\r\n<ul>\r\n<li>can capture both video and audio;</li>\r\n<li>use facial recognition; or</li>\r\n<li>work in conjunction with AI to assess productivity or undertake emotional analysis of the people being recorded.</li>\r\n</ul>\r\n<p>Remember that when you are planning your monitoring, if you believe that it is likely that you will capture special category data, you <strong>must</strong> carry out a DPIA.</p>\r\n<p>We have covered <a href=\"#specific3\" data-anchor=\"#specific3\">call recording</a> above. However, many organisations also have video surveillance with audio capability, or have recording devices available in meeting rooms and many video conferencing apps also have the capability to record audio. Using audio recording, particularly where it is continuous, is considered more privacy intrusive than purely visual recording. You will therefore require a much greater justification if you use it. You <strong>should</strong> switch off by default any capability to record audio. You <strong>should only</strong> use it in exceptional circumstances, for example by a trigger switch. Continuous audio and video recording can be highly intrusive and you are unlikely to be able to justify it in most circumstances.</p>\r\n<p>You <strong>should</strong> target any monitoring at areas of particular risk and confine it to areas where expectations of privacy are low. You are only likely to be justified in using continuous video or audio monitoring of workers in rare circumstances.</p>\r\n<p>If you are considering using video or audio monitoring, you <strong>must</strong>:</p>\r\n<ul>\r\n<li>complete a DPIA, as this will help you assess whether the benefits justify the adverse impact;</li>\r\n<li>consider why this monitoring is necessary for the intended purpose as part of your DPIA;</li>\r\n<li>make sure you inform workers about the extent and nature of the monitoring, and why you are carrying it out; and</li>\r\n<li>ensure that you make anyone else caught by the monitoring, such as visitors or customers, aware of its operation and why you are carrying it out.</li>\r\n</ul>\r\n<p>You <strong>should</strong> also consider the right of access. If a worker or any other person captured by the monitoring makes a SAR, you may need to be able to redact third parties from the footage.</p>\r\n<p>You are unlikely to be able to justify covert monitoring in usual circumstances. (See the section on <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp19\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp19\" class=\"link-external\">covert monitoring<span class=\"invisible\"></span></a>.)</p>\r\n<p>Using video technology with facial recognition technology comes with higher risks to data protection rights and freedoms than standard video technology. This is particularly the case if you use facial recognition to make inferences about a person’s likely behaviour, emotional state or intentions. There are also concerns about the accuracy of facial recognition technologies, particularly for people from ethnic minority groups.</p>\r\n<p>Facial recognition technology uses biometric data. Biometric data is unique to each person, it cannot be changed. Biometric data is special category data if you are using it to identify individual workers. If you are using facial recognition technology as part of your monitoring, then you are using <a rel=\"noopener\" data-udi=\"umb://document/3ae96ffc93054b7492c9253bfc50b53c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/\" target=\"_blank\" title=\"Special category data\" class=\"link-external\">special category data<span class=\"invisible\"></span></a> and <strong>must</strong> have an appropriate lawful basis and condition for processing. </p>\r\n<p>If you are considering using facial recognition technologies, you <strong>must</strong> carry out a DPIA because they present a high risk.</p>\r\n<div class=\"greenBlock\"><strong>Further reading</strong></div>\r\n<div class=\"greenBlock\">\r\n<ul>\r\n<li>Our <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-dp-themes/guidance-on-video-surveillance/additional-considerations-for-technologies-other-than-cctv/#frt\">FRT and surveillance checklist</a> will help you identify and address risks around using facial recognition.</li>\r\n<li>If you are considering using FRT for time and attendance control, read the section on <a data-udi=\"umb://document/8c7db5ca77f940f592657ebc6eebbbfe\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#_May_we_use\" title=\"Can we use biometric data for time and attendance control and monitoring?\" data-anchor=\"#_May_we_use\">the use of biometrics for time and attendance control</a>.</li>\r\n<li>If you are using or are considering using dashcams, read the section on <a href=\"#specific7\" data-anchor=\"#specific7\">dashcams</a> and read our guidance on <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-dp-themes/guidance-on-video-surveillance/additional-considerations-for-technologies-other-than-cctv/#vehicles\">surveillance in vehicles</a>.</li>\r\n<li><a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-dp-themes/guidance-on-video-surveillance-including-cctv/additional-considerations-for-technologies-other-than-cctv/\">Video surveillance (including guidance for organisations using CCTV)</a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/f8ec196cd7ff4fbc9f6a7ca4a0b1a111\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/\" target=\"_blank\" title=\"Guidance on AI and data protection\" class=\"link-external\">Guidance on AI and data protection<span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we monitor work vehicles?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific6",
        "content": "<a id=\"specific6\"></a>Can we monitor work vehicles?</h3>\r\n<p>Yes. However, if you allow workers to use the work vehicle for private use, you will rarely be able to justify monitoring during private use</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>An employer provides workers with company cars which they are allowed for private use. Company cars are tracked during working hours for business reasons. The employer uses a tracking system which the driver can disable so it does not monitor driver activity when they are not working.</p>\r\n</div>\r\n<p>You <strong>must </strong>inform workers and passengers of any vehicle monitoring.</p>\r\n<p>Some employers are obligated by law to use tachographs in vehicles to record information about driving time, speed, and distance to ensure the rules on drivers’ working hours are followed. In this scenario, you can rely on the lawful basis of legal obligation.</p>\r\n<p>You may be using vehicle telematics (also known as ‘black boxes’) across your fleet for vehicle insurance policies. These use technology to track and record driver behaviour to calculate insurance premiums. Telematics data which records the activities of drivers is personal information and is subject to data protection law. If your insurer is handling driver information, they also have data protection obligations.</p>\r\n<p>It is harder for you to justify driver monitoring, such as monitoring driver behaviour and driving style, or using cameras or audio. This is due to the higher risk to worker’s privacy and the privacy rights of any passengers. You <strong>must</strong> carry out a DPIA as this type of processing would be considered high risk. You <strong>should</strong> consider whether less intrusive methods could achieve your purpose and document this assessment as part of your DPIA.</p>\r\n<p>If you are considering the use of any monitoring tool which uses analytics to make inferences, predictions, or decisions about drivers, you <strong>must</strong> carry out a DPIA as this presents a high risk.</p>\r\n<div class=\"greenBlock\"><strong>Further reading</strong></div>\r\n<div class=\"greenBlock\">\r\n<ul>\r\n<li>Read our guidance on <a rel=\"noopener\" data-udi=\"umb://document/ca4d81b318f3476e9c68074f369c33d7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/\" target=\"_blank\" title=\"Controllers and processors\" class=\"link-external\">controllers and processors<span class=\"invisible\"></span></a> for further information.</li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we use dashcams to monitor our workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific7",
        "content": "<a id=\"specific7\"></a>Can we use dashcams to monitor our workers?</h3>\r\n<p>Dashcams and other cameras can be an efficient way to protect drivers, passengers and assets, and can help to reduce insurance costs. However, images captured of any identifiable person is personal information and is therefore subject to data protection law.</p>\r\n<p>Dashcams may be intrusive and can impact on the data protection rights and freedoms of workers and other people, especially if you use them in places that people would not reasonably expect. Outward facing cameras or dashcams can capture recordings of other motorists or pedestrians outside of the vehicle. Inward facing systems can capture the driver and any passengers within a vehicle. Dashcams with audio recording capabilities present higher risk, and so you <strong>should</strong> switch off any capability to record audio by default. You <strong>should</strong> only trigger audio recordings in exceptional circumstances.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>A taxi has outward and inward facing cameras for the safety of drivers and passengers. This is not continuous. The driver can disable this when they are off duty. The audio feature is switched off by default and only triggered in exceptional circumstances, such as if a passenger behaves in a threatening way.</p>\r\n</div>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading</strong></p>\r\n<ul>\r\n<li>If as an employer you are using, or considering using, dashcams on your vehicles, you <strong>should</strong> read our guidance on <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-dp-themes/guidance-on-video-surveillance/additional-considerations-for-technologies-other-than-cctv/#vehicles\">surveillance in vehicles</a> for more detailed information.</li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "What if we supply a product or service to another organisation and they ask us to monitor our workers?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific8",
        "content": "<a id=\"specific8\"></a>What if we supply a product or service to another organisation and they ask us to monitor our workers?</h3>\r\n<p>You cannot justify monitoring workers solely because your customer makes it a condition of business.</p>\r\n<p>As an employer, you <strong>must</strong> still comply with data protection law. You <strong>must</strong> be certain that any monitoring required by a customer is necessary and proportionate, and that you inform workers.</p>\r\n<p>Ultimately the decision about whether the monitoring requested by the customer is appropriate rests with you.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>An insurance company wishes to monitor an organisation’s workers to ensure they are billing correctly for workers’ hours and services. They propose monitoring the workers’ computer activity, with reports generated for individual workers. The insurance company would need to justify why this level of monitoring is necessary and consider lower risk alternatives, such as aggregated reports where individual workers are not identifiable.</p>\r\n<p>The employer would need to consider their data protection obligations before the insurance company carried out any monitoring of their workers. If the employer is not confident the monitoring requested by the insurance company meets their obligations under data protection law, they should refuse the monitoring and discuss alternatives with the insurance company.</p>\r\n</div>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading</strong></p>\r\n<ul>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/ca4d81b318f3476e9c68074f369c33d7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/controllers-and-processors/\" target=\"_blank\" title=\"Controllers and processors\" class=\"link-external\">Controllers and processors<span class=\"invisible\"></span></a></li>\r\n<li><a rel=\"noopener\" data-udi=\"umb://document/1855f296e0d44e66a777970b7a83ff58\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/contracts-and-liabilities-between-controllers-and-processors-multi/\" target=\"_blank\" title=\"Contracts and liabilities between controllers and processors multi\" class=\"link-external\">Contracts and liabilities between controllers and processors<span class=\"invisible\"></span></a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we monitor time and restrict<span> access?</span>",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific9",
        "content": "<a id=\"specific9\"></a>Can we monitor time and restrict access?</h3>\r\n<p>Many employers have measures in place to record and restrict access to work premises and equipment. Uses may include:</p>\r\n<ul>\r\n<li>controlling access to buildings or areas of buildings (eg server rooms);</li>\r\n<li>controlling access to IT and other systems (eg retail cashier systems, or online platforms which connect workers with clients);</li>\r\n<li>recording who is on site for fire safety purposes; or</li>\r\n<li>recording attendance for payroll purposes.</li>\r\n</ul>\r\n<p>These measures can form an important part of your security measures and provide an audit trail. However, they may also pose a risk to workers’ data protection rights and freedoms because of the level of knowledge and control they give you over workers’ activities and movements.  </p>\r\n<p>You <strong>must</strong> be clear about your purpose for recording information about your workers’ access and activities. You <strong>must not</strong> use the information for a different purpose unless:</p>\r\n<ul>\r\n<li>it is compatible with your original purpose;</li>\r\n<li>you obtain consent; or</li>\r\n<li>you have a legal obligation to do so.</li>\r\n</ul>\r\n<p>Many employers use methods such as pin numbers and swipe cards to control access and record attendance. If you are using, or considering introducing, biometrics to control access, see the section on <a rel=\"noopener\" data-udi=\"umb://document/8c7db5ca77f940f592657ebc6eebbbfe\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can2\" target=\"_blank\" title=\"Can we use biometric data for time and attendance control and monitoring?\" data-anchor=\"#can2\" class=\"link-external\">biometrics and access and time data<span class=\"invisible\"></span></a>.</p>\r\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\r\n<p><strong>Example</strong></p>\r\n<p>An employer restricts access to a server room to certain workers for security purposes to protect equipment and information. They manage this by a swipe card access control system which records the entrance and exit times of the workers who have the right permissions to enter. This means if equipment is stolen or interfered with, or there is unauthorised access to information, records kept by the system enable them to identify workers who had access at the time.</p>\r\n<p>The employer does not use information about workers’ access and exit times for any other purposes (eg for performance evaluation).</p>\r\n</div>\r\n<div class=\"greenBlock\">\r\n<p><strong>Further reading </strong></p>\r\n<ul>\r\n<li><a data-udi=\"umb://document/2b803724b2454c19a2244e5a70ee05b7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/data-protection-principles/a-guide-to-the-data-protection-principles/the-principles/purpose-limitation/\" title=\"Purpose limitation\">Purpose limitation</a></li>\r\n</ul>\r\n</div>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "What if we are monitoring to prevent data loss or detect malicious traffic?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific10",
        "content": "<a id=\"specific10\"></a>What if we are monitoring to prevent data loss or detect malicious traffic?</h3>\r\n<p>You are likely to have a number of technical solutions in place to monitor and ensure the confidentiality, availability, and integrity of personal information. These can include solutions such as firewalls to monitor for, or to prevent, external threats, as well as internal monitoring, such as data loss prevention solutions.</p>\r\n<p>You <strong>should</strong> consider the least invasive means possible when selecting solutions to protect against data loss or external threats. You <strong>should</strong> complete a DPIA. This will help you to assess the risk and identify if less intrusive methods might achieve your purpose.</p>\r\n<p>Monitoring network traffic may be high risk, particularly if you carry out analysis of the data to make inferences about workers. (See the section on <a rel=\"noopener\" data-udi=\"umb://document/5618f45440b04e81986dfa1d55f9ee00\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/automated-decision-making-and-profiling/\" target=\"_blank\" title=\"Automated decision-making and profiling\" class=\"link-external\">automated tools<span class=\"invisible\"></span></a>.)  </p>\r\n<p>As an alternative to more detailed traffic monitoring, you <strong>could </strong>consider blocking suspicious incoming or outgoing traffic or redirecting the worker to a portal where they may ask for a review of the decision to block traffic.</p>\r\n<h3>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Can we monitor device activity?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific11",
        "content": "<a id=\"specific11\"></a>Can we monitor device activity?</h3>\r\n<p>Developments in technology have led to an increase in the availability and affordability of monitoring tools with the capability to process large amounts of information. This can be particularly intrusive if workers are using their own devices.</p>\r\n<p>Some employers use certain tools to record workers’ activities on a range of different devices – including those used by workers personally, such as laptops and handheld devices, as well as network devices, such as routers and firewalls.</p>\r\n<p>This section focuses on the monitoring of devices that an employer may consider for:</p>\r\n<ul>\r\n<li>tracking workers’ activity and productivity;</li>\r\n<li>ensuring policies and procedures are followed; and</li>\r\n<li>tracking visits to applications and websites.</li>\r\n</ul>\r\n<p>This is not an exhaustive list. (See the section <a href=\"#specific10\" data-anchor=\"#specific10\">What if we are monitoring to prevent data loss or detect malicious traffic?</a><span>)</span></p>\r\n<p>Device activity monitoring can include capturing workers’:</p>\r\n<ul>\r\n<li>web browsing;</li>\r\n<li>emails and messages;</li>\r\n<li>documents;</li>\r\n<li>use of applications;</li>\r\n<li>screen captures;</li>\r\n<li>webcam captures; or</li>\r\n<li>keystroke monitoring (this is classed as behavioural biometric data where a worker is identifiable because of their unique manner and rhythm of typing).</li>\r\n</ul>\r\n<p>Device activity monitoring is likely to capture excessive amounts of workers’ personal information. This could potentially include special category data, such as emails about health conditions and emails to union representatives. You are particularly unlikely to be able to justify capturing webcam shots or footage.</p>\r\n<p>If you are considering capturing the computer or device activity of workers, there are several factors to take into account:</p>\r\n<ul>\r\n<li>You <strong>must</strong> be clear about your purpose, and fully document your justification for carrying out device monitoring, including what consideration you gave to using less intrusive means. If you can achieve your aim in a less intrusive way, you <strong>must </strong>do so.</li>\r\n<li>You <strong>must</strong> identify a lawful basis and, where special category data is involved, identify a condition for processing.</li>\r\n<li>You <strong>must</strong> carry out a DPIA before undertaking any processing likely to cause high risk to workers’ and other people’s interests. You <strong>could</strong> use our <a rel=\"noopener\" data-udi=\"umb://document/51ad481931504ca594a520bda971059e\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/guide-to-accountability-and-governance/accountability-and-governance/data-protection-impact-assessments/\" target=\"_blank\" title=\"Data protection impact assessments\" class=\"link-external\">screening checklists<span class=\"invisible\"></span></a> and read our detailed DPIA guidance to help you decide if this is likely to be the case.</li>\r\n<li>Even where not mandated, you <strong>should</strong> carry out a DPIA as the process can assist with your risk assessment and planning.</li>\r\n<li>You<strong> must</strong> consider discussing the proposed device monitoring with workers or their representatives. A representative sample of workers involved in assessing the necessity of monitoring and the accessibility of any policies around this <strong>should</strong> guide your plans. Involving workers where risks may be high can help to address risks, concerns and help to build trust.</li>\r\n<li>You <strong>must</strong> inform workers about device monitoring, including how you are using it for making decisions which affect them.</li>\r\n<li>You <strong>could</strong> consider making aggregated analytics reports. These can identify trends without identifying individual workers.</li>\r\n<li>You <strong>could</strong> consider banning the private use of work devices and blocking problematic websites. However, remember that even with such a policy in place, it would be difficult to justify accessing a worker’s personal communications.</li>\r\n</ul>\r\n<p>You <strong>should</strong> ensure that when workers are using their own personal devices for work, you are not capturing their private use of their device.</p>\r\n<h2>"
    },
    {
        "section": "Specific data protection considerations for different ways or methods of monitoring workers",
        "subsection": "Checklist",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/specific-data-protection-considerations-for-different-ways-or-methods-of-monitoring-workers/#specific12",
        "content": "<a id=\"specific12\"></a>Checklist</h2>\r\n<div class=\"example example-letter\">\r\n<p>☐ We are clear about our purpose and collect no more personal information than we need to achieve it.</p>\r\n<p>☐ We have carried out a DPIA that fully addresses our monitoring of emails and messages. It fully explores any impact on the rights and freedoms of workers and other individuals whose personal information may be captured by the monitoring.</p>\r\n<p>☐ We distinguish between network data and content. We only access content in exceptional circumstances and we notify workers in advance.</p>\r\n<p>☐ We have identified a lawful basis and a special category condition where appropriate.</p>\r\n<p>☐ Where required, we have an Appropriate Policy Document in place.</p>\r\n<p>☐ We have an acceptable usage policy in place, and we regularly bring this to workers’ attention.</p>\r\n<p>☐ We have informed workers of the nature, extent, and justification for any monitoring.</p>\r\n<p>☐ We have a retention policy in place. We regularly bring this to the attention of workers, who know what to do with messages that need to be retained for business reasons.</p>\r\n</div>\r\n<p>You can also view and print off this checklist and all the checklists of this guidance on our <a rel=\"noopener\" data-udi=\"umb://document/c7011a82892041979f6979eaedc8b603\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/checklists/#_Checklists\" target=\"_blank\" title=\"Checklists\" data-anchor=\"#_Checklists\" class=\"link-external\">checklists page<span class=\"invisible\"></span></a>.</p>\r\n        </div>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/",
        "content": "<div class=\"article-content\">\r\n            <span id=\"Details_7eff495b-7417-4996-80cc-8c81256bd245\" style=\"display: none;\" aria-hidden=\"true\">Click to toggle details</span>\r\n<details class=\"ico-details\">\r\n    <summary class=\"ico-details__summary\" aria-describedby=\"Details_7eff495b-7417-4996-80cc-8c81256bd245\">\r\n        <span class=\"ico-details__summary-text\">Latest updates - 06 June 2024</span>\r\n    </summary>\r\n    <div class=\"ico-details__text\">\r\n        <ul>\n<li>The title of this page has changed to \"Can we use biometric data for time and access control and monitoring?\"</li>\n<li>We have added a section about <a href=\"#monitoring\" data-anchor=\"#monitoring\">biometric attendance monitoring</a>. </li>\n<li>The checklist has been updated. </li>\n</ul>\r\n    </div>\r\n</details>\n<h2>In detail</h2>\n<ul>\n<li><a href=\"#can1\" data-anchor=\"#can1\">What is biometric data?</a></li>\n<li><a href=\"#can2\" data-anchor=\"#can2\">When might we use biometric data for time and attendance control and monitoring?</a></li>\n<li><a href=\"#can3\" data-anchor=\"#can3\">What are access controls?</a></li>\n<li><a href=\"#monitoring\" data-anchor=\"#monitoring\">What is biometric attendance monitoring?</a></li>\n<li><a href=\"#can4\" data-anchor=\"#can4\">How do we determine if using biometric data for access control is necessary and proportionate?</a></li>\n<li><a href=\"#can5\" data-anchor=\"#can5\">What lawful basis and condition for processing can we rely on when using biometric data?</a></li>\n<li><a href=\"#can6\" data-anchor=\"#can6\">Do we need to carry out a data protection impact assessment (DPIA)?</a></li>\n<li><a href=\"#can7\" data-anchor=\"#can7\">What about accuracy, fairness and rights relating to automated decision-making?</a></li>\n<li><a href=\"#can8\" data-anchor=\"#can8\">What do we need to tell workers about biometric data and access controls?</a></li>\n<li><a href=\"#can9\" data-anchor=\"#can9\">Can workers object to the use of biometric data for access control?</a></li>\n<li><a href=\"#can10\" data-anchor=\"#can10\"><span>What about the security of biometric data?</span></a></li>\n<li><a href=\"#can11\" data-anchor=\"#can11\">Checklist</a></li>\n</ul>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What is biometric data?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can1",
        "content": "<a id=\"can1\"></a>What is biometric data?</h3>\n<p>The UK GDPR defines biometric data as:</p>\n<blockquote><span class=\"button-circle\"><span class=\"icon-quotes-left\"></span></span>\n<p>“Biometric data means personal data resulting from specific technical processing relating to the physical, physiological or behavioural characteristics of a natural person, which allow or confirm the unique identification of that natural person such as facial images or dactyloscopic [fingerprint] data.”</p>\n</blockquote>\n<p>Biometric data is personal information that’s unique to someone. It relates to their behaviour or biology, and is obtained using technology.</p>\n<p>Biometric data includes:</p>\n<ul>\n<li>fingerprints;</li>\n<li>iris scanning;</li>\n<li>retinal analysis;</li>\n<li>facial recognition templates; and</li>\n<li>voice.</li>\n</ul>\n<p>When biometric data is stored for future reference, this is called a biometric template.</p>\n<p>Biometric data is unique in data protection law as its status can change depending on the purpose you use it for. When your purpose is unique identification (eg access control or timekeeping) further safeguards are required. If you use biometric data to identify a specific person then it becomes <a rel=\"noopener\" data-udi=\"umb://document/3ae96ffc93054b7492c9253bfc50b53c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/special-category-data/\" target=\"_blank\" title=\"Special category data\" class=\"link-external\">special category data<span class=\"invisible\"></span></a>. </p>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "When might we use biometric data for time and attendance control and monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can2",
        "content": "<a id=\"can2\"></a>When might we use biometric data for time and attendance control and monitoring?</h3>\n<p>Controlling and monitoring access for security or time recording is nothing new. Using swipe cards, PIN codes and passwords to control workers’ access to buildings and IT systems is common.</p>\n<p>However, the technologies and systems that are used to identify workers and enable access have developed, with biometric data increasingly part of the picture. Processing biometric data (eg using a worker’s fingerprint) can be a convenient way to give workers access to their workplace. However, it does pose a risk to workers’ data protection rights and freedoms. It can also undermine trust between workers and employers. Therefore you <strong>should</strong> consider whether there are any alternatives to using biometric data, in order to achieve your desired objectives.</p>\n<p>The nature of biometric data means that it is more closely identified with a specific person. As such, the risks of harm in the event of inaccuracies or a security breach are much greater - as it is more difficult to rectify if inaccurate, and you cannot replace it in the event of a breach (unlike, for example, being able to reset a password). Therefore, you <strong>must</strong> consider whether you need extra security measures when collecting, using and storing biometric data.</p>\n<div class=\"greenBlock\">\n<p><strong>Further Reading</strong></p>\n<ul>\n<li><a data-udi=\"umb://document/724fda97eab049699cbec6b735c422c7\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/biometric-data-guidance-biometric-recognition/how-do-we-keep-biometric-data-secure/\" title=\"How do we keep biometric data secure?\">How do we keep biometric data secure?</a></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What are access controls?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can3",
        "content": "<a id=\"can3\"></a>What are access controls?</h3>\n<p>Access controls are for unique identification, where you process the information to identify specific people and then grant them access to specific resources during work time. This applies to both physical resources (eg access to a specific work area) and electronic resources (eg access to a specific piece of software).                                                             </p>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What is biometric attendance monitoring?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#monitoring",
        "content": "<a id=\"monitoring\"></a>What is biometric attendance monitoring?</h3>\n<p>Attendance monitoring is a method of recording when someone starts and stops working at a specific location.</p>\n<p>Attendance monitoring may be a feature of an access control system, or may be a separate, dedicated system.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading </strong></p>\n<ul>\n<li>For further information see our <a rel=\"noopener\" data-udi=\"umb://document/12a436a7cbeb4d67bcdca15c52801f54\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/guidance-on-biometric-data/\" target=\"_blank\" title=\"Guidance on biometric data\" class=\"link-external\">guidance on biometric data<span class=\"invisible\"></span></a>.</li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "How do we determine if using biometric data for access control is necessary and proportionate?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can4",
        "content": "<a id=\"can4\"></a>How do we determine if using biometric data for access control is necessary and proportionate?</h3>\n<p>Start by following the steps you would take when you are deciding whether to introduce any other new monitoring technology, as set out above.</p>\n<p>You <strong>should</strong> document your reasons for choosing to rely on biometric data, including any consideration of other less intrusive means and why you think they are inadequate. Remember, biometric methods of identification contain much larger amounts of sensitive information than methods such as swipe cards. You <strong>should </strong>be clear about your purpose and why using biometric data is necessary. If a reasonable alternative option to using biometric data is possible, you <strong>should</strong> be able to justify why you don’t use this method. You <strong>must </strong>document all of this in your DPIA.</p>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What lawful basis and condition for processing can we rely on when using biometric data?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can5",
        "content": "<a id=\"can5\"></a>What lawful basis and condition for processing can we rely on when using biometric data?</h3>\n<p>Your lawful basis depends on your purpose for using biometric data to identify workers and the reason for your access control measures. (See the section on <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp4\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp4\" class=\"link-external\">lawful bases<span class=\"invisible\"></span></a>.)</p>\n<p>If you use biometric data to uniquely identify someone, it is classed as special category data. So, if you are using biometric data for access control to identify workers, you <strong>must</strong> also identify a condition for processing. (See the section <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp5\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp5\" class=\"link-external\">What if our monitoring involves special category data?<span class=\"invisible\"></span></a><span>)</span></p>\n<p>If you are relying on biometric data for workspace access, you <strong>should</strong> provide an alternative for those who do not want to use biometric access controls, such as swipe cards or pin numbers. You should not disadvantage workers who choose to use an alternative method. It is likely to be very hard to justify using biometric data for access control without providing an alternative for those who wish to opt out.</p>\n<p>If you provide an alternative method for those who wish to opt out of the use of biometric data, and your workers are not disadvantaged for opting out, consent is the most likely lawful basis to apply to the use of biometric data for access control.</p>\n<p>However, if there is no non-biometric alternative, then the consent basis will not be appropriate.</p>\n<p>Remember that there are other lawful bases that you may be able to rely upon, if you can justify their use. Whichever basis and condition for processing you decide to use, you <strong>must</strong> document your reasons carefully in your DPIA.</p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<p><a data-udi=\"umb://document/65f47b6e74a54cdea5d8b4d45a5458c3\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/biometric-data-guidance-biometric-recognition/how-do-we-process-biometric-data-lawfully/\" title=\"How do we process biometric data lawfully?\">How do we process biometric data lawfully?</a></p>\n</div>\n<p> </p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>An employer introduces an electronic fingerprint scanning system for time and access control. Workers scan their fingerprint in order to access their workplace. The employer also uses the personal information for payroll purposes. Having carefully considered the available options during the DPIA process, the employer decides consent is the most appropriate lawful basis for their processing. This system uses biometric data to identify individual workers so the employer needs a valid condition for processing special category data in addition to a lawful basis.</p>\n<p>The employer offers a swipe card option with no detriment to workers who do not wish to have their fingerprints scanned. This means the employer can consider relying on the explicit consent condition for processing the special category biometric data. This is because workers can give their consent freely and have the option to use a swipe card if they change their mind.</p>\n</div>\n<p> </p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>An employer rolls out new laptops to all workers. The devices have the option of facial recognition sign in. Staff who have tested the system find the facial recognition feature very useful. The employer decides to use consent as their lawful basis.</p>\n<p>Workers who agree to using facial recognition provide explicit consent on the understanding that the image created is only held on the device provided to them and is not stored elsewhere or used for any other purpose than device access. Workers who do not wish to use facial recognition to log on may use a password or a PIN instead. The facial recognition process does not initiate on the laptops of workers who have not given consent.</p>\n</div>\n<p> </p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>A manager at a factory has made some suggestions they believe will improve security. They recommend installing facial recognition scanners on their factory doors to allow workers to access and ‘clock in and out’ of the factory floor. The company decides to rely on consent as their lawful basis for implementing the facial recognition technology.</p>\n<p>The company conducted a Data Protection Impact Assessment which looked into the options under data protection legislation, security and health and safety logs and input from factory staff. The company concludes that they cannot demonstrate it is entirely necessary or proportionate to use facial recognition on all of their workers. The company cannot rely on consent as the lawful basis or condition of processing, as the proposed system offers no alternative method of access for the workers – their consent would not be meaningful.</p>\n<p>After giving the matter further consideration, the factory offers swipe cards to their employees who do not want to use facial recognition. This means that consent is now a viable legal basis to rely on, as an alternative has been offered to the workers.</p>\n</div>\n<h3><span>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "Do we need to carry out a data protection impact assessment (DPIA)?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can6",
        "content": "<a id=\"can6\"></a>Do we need to carry out a data protection impact assessment</span>?</h3>\n<p>Yes, you<strong> must</strong> carry out a DPIA whenever you intend to process biometric data to uniquely identify a worker. This is because processing biometric data is considered high risk. You <strong>must</strong> complete your DPIA before starting the processing. This will assist you in assessing and documenting risk and putting measures in place to reduce any identified risks. The DPIA process also allows you to discuss the proposed use of biometrics with workers and their representatives before you introduce it.  </p>\n<p>(See the section <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp11\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp11\" class=\"link-external\">Do we need to do a data protection impact assessment (DPIA) before we start monitoring?<span class=\"invisible\"></span></a><span>)</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<p><a data-udi=\"umb://document/f707fea72dee41e58f1d2b02777ca78a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/data-protection-impact-assessments-dpias/examples-of-processing-likely-to-result-in-high-risk/\" title=\"Examples of processing ‘likely to result in high risk’\">What does the ICO consider likely to result in high risk?</a></p>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What about accuracy, fairness and rights relating to automated decision-making?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can7",
        "content": "<a id=\"can7\"></a>What about accuracy, fairness and rights relating to automated decision making?</h3>\n<p>Any inaccuracies in biometric data that allow workers to access work or to pay them correctly are likely to have a detrimental impact on workers. When deciding whether to implement a new system, you <strong>should </strong>think carefully about the accuracy of the system and its ability to correctly identify people. As a data controller, it is your responsibility to ensure personal information stored on your system is accurate regardless of whether you have engaged another organisation to provide the system. You <strong>should</strong> make sure systems are in place to quickly correct any inaccurate information so it does not negatively impact workers. You <strong>must</strong> consider the type of biometric you are looking to collect (for example fingerprints or facial scans) and consider whether it is appropriate for your use-case. You <strong>should</strong> continually monitor the performance of your system as well as complaints you get from staff to make performance changes to the system.</p>\n<p>There is a risk that facial recognition works with less precision for some demographic groups. To comply with the fairness principle, you <strong>must</strong> assess and mitigate the bias in your system. If you have engaged another organisation to provide the system, you <strong>should</strong> check it is suitable for the groups and people whose information it will capture. If the system you use results in processing which causes bias or discrimination, you are likely to breach the fairness principle.</p>\n<p><span>Accuracy is linked to workers’ rights about automated decision-making and profiling. If monitoring workers relies on authentication by solely automated decision-making, there is a risk that workers are incorrectly identified or not identified at all. You <strong>must</strong> ensure that manual reviews are therefore available if an automatic process has resulted in a possible access denial. You <strong>must</strong> give workers the option to ask for a review if they are unhappy with a decision made by solely automated processing. You <strong>should</strong> quickly identify issues with workers accessing systems or buildings and give back access to workers as soon as possible. You <strong>should not</strong> disadvantage workers who request manual reviews.</span></p>\n<div class=\"example\"><span class=\"button-circle\"><span class=\"icon-lightbulb-o\"></span></span>\n<p><strong>Example</strong></p>\n<p>Access to a building is controlled by facial recognition. A worker with full access permissions stands in front of the camera but the door fails to open as the system has not recognised them. This means the worker cannot start work.</p>\n<p>To mitigate this risk, the employer has also installed an intercom so the worker can quickly call a supervisor who can grant them entry and manually enter the time they arrived into the system.</p>\n<p><span>If an alternative had not been in place, the worker could potentially have suffered negative consequences, such as loss of pay or disciplinary action. The intervention by the supervisor means that the worker experiences a minor inconvenience rather than a significant detriment as a result of the facial recognition access control system.</span></p>\n</div>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li>See also our guidance on <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/key-dp-themes/guidance-on-video-surveillance-including-cctv/additional-considerations-for-technologies-other-than-cctv/\">video surveillance</a>.</li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/f4c7dc58d4b443b9970cccf7e3910aee\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/artificial-intelligence/guidance-on-ai-and-data-protection/how-do-we-ensure-fairness-in-ai/\" target=\"_blank\" title=\"How do we ensure fairness in AI?\" class=\"link-external\">How do we ensure fairness in AI?<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "What do we need to tell workers about biometric data and access controls?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can8",
        "content": "<a id=\"can8\"></a>What do we need to tell workers about biometric data and access controls?</h3>\n<p>You <strong>must </strong>tell workers:</p>\n<ul>\n<li>how the system works;</li>\n<li>what personal information you are collecting;</li>\n<li>how you will use their information; and</li>\n<li>the nature and purposes of the monitoring.</li>\n</ul>\n<p><span>You <strong>must</strong> inform your workers through your privacy information. You <strong>could</strong> also provide information on posters or during staff meetings. (See the section <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp17\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp17\" class=\"link-external\">What must we tell our workers about our monitoring?<span class=\"invisible\"></span></a>)</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/58cd3930a15245b39693248ffcfc0d1f\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/the-right-to-be-informed/\" target=\"_blank\" title=\"The right to be informed\" class=\"link-external\">Right to be informed<span class=\"invisible\"></span></a></span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "Can workers object to the use of biometric data for access control?",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can9",
        "content": "<a id=\"can9\"></a>Can workers object to the use of biometric data for access control?</h3>\n<p>A worker can object to the use of biometric data for time and attendance related purposes, if the lawful basis you are relying on is:</p>\n<ul>\n<li>public task (for the performance of a task carried out in the public interest);</li>\n<li>public task (for the exercise of official authority vested in you); or</li>\n<li>legitimate interests.</li>\n</ul>\n<p><span>If you have used consent as your lawful basis, workers can withdraw their consent. If they do this, you <strong>should</strong> provide them with an alternative method of access, and make sure that this doesn’t cause them detriment.</span></p>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><span>See the section <a rel=\"noopener\" data-udi=\"umb://document/603e55576ec64c3194e8494221140f7a\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/data-protection-and-monitoring-workers/#dp21\" target=\"_blank\" title=\"Data protection and monitoring workers\" data-anchor=\"#dp21\" class=\"link-external\">Can workers object to being monitored?<span class=\"invisible\"></span></a> and our guidance on <a rel=\"noopener\" data-udi=\"umb://document/706c0ad1f1c9430b9117ad1661aefdf9\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/right-to-object/\" target=\"_blank\" title=\"Right to object\" class=\"link-external\">the right to object<span class=\"invisible\"></span></a>.</span></li>\n</ul>\n</div>\n<h3>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "<span>What about the security of biometric data?</span>",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can10",
        "content": "<a id=\"can10\"></a>What about the security of biometric data?</h3>\n<p>You <strong>must</strong> have security measures in place which are appropriate to the risks of unauthorised access or disclosure of your workers’ biometric data. Unlike a password or a phone number, biometric data is more permanent and can’t be changed, in most cases. This makes the consequence of a breach more serious. You <strong>should</strong> consider whether you need to store a copy of the underlying image or whether it is sufficient to store the biometric template. In either case, you <strong>should</strong> consider security measures (eg encryption) and organisational measures (eg access restrictions).</p>\n<p>If you are storing biometric templates, you <strong>must</strong> ensure that:</p>\n<ul>\n<li>you don’t hold them for longer than is necessary;</li>\n<li>they remain accurate and you refresh them as often as considered necessary;</li>\n<li>you store them in a way which does not allow for reverse engineering into the original image or identity (ie the biometric templates are encrypted); and</li>\n<li><span>you don’t store the biometric templates alongside other associated images or lists.</span></li>\n</ul>\n<div class=\"greenBlock\">\n<p><strong>Further reading</strong></p>\n<ul>\n<li><a rel=\"noopener\" data-udi=\"umb://document/9904f589ce4f4253ab302c798e07243c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/security/\" target=\"_blank\" title=\"Security\" class=\"link-external\">Security.<span class=\"invisible\"></span></a></li>\n<li><span><a rel=\"noopener\" data-udi=\"umb://document/a2ee2673a98c43aa8756416d19f03717\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/accountability-and-governance/guide-to-accountability-and-governance/accountability-and-governance/data-protection-by-design-and-default/\" target=\"_blank\" title=\"Data protection by design and default\" class=\"link-external\">Data protection by design and default.<span class=\"invisible\"></span></a></span></li>\n<li><span>For further information see our <a data-udi=\"umb://document/5e3bd1c14d0a4fee957e2c390f8a751c\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/lawful-basis/biometric-data-guidance-biometric-recognition/about-this-guidance/\" title=\"About this guidance\">guidance on biometric data</a>.</span></li>\n</ul>\n</div>\n<h2>"
    },
    {
        "section": "Can we use biometric data for time and access control and monitoring?",
        "subsection": "Checklist",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/can-we-use-biometric-data-for-time-and-access-control-and-monitoring/#can11",
        "content": "<a id=\"can11\"></a>Checklist</h2>\n<div class=\"example example-letter\">\n<p>□ We have carried out a DPIA.</p>\n<p>□ We have documented our evidence base for relying on biometric data, including our consideration of why we are not using less intrusive means.</p>\n<p>□ We have identified a lawful basis and a special category condition where necessary.</p>\n<p>□ We have discussed the proposed monitoring with workers during our DPIA.</p>\n<p>□ We have considered workers’ rights to object to the use of biometric data for access control or time recording.</p>\n<p>□ We have informed workers about the use of their biometric data for access control or time recording.</p>\n<p>□ Where consent is relied on, we have put in place alternative methods for authentication or identification for workers who have not given their consent to the processing of their personal information.</p>\n<p>□  We have considered the rights of individuals relating to automated decision-making. </p>\n<p>□ We have made manual reviews available for any workers having issues with access denial due to automatic errors.</p>\n<p>□ We have considered whether further security measures are required when processing biometric data. </p>\n<p>□ We have considered accuracy and fairness. We have mitigated any identified risks.</p>\n<p>□ We have considered workers’ rights to object to the use of biometric data for access control.</p>\n</div>\n<p><span>You can also view and print off this checklist and all the checklists of this guidance on our <a rel=\"noopener\" data-udi=\"umb://document/c7011a82892041979f6979eaedc8b603\" href=\"/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/checklists/#_Checklists\" target=\"_blank\" title=\"Checklists\" data-anchor=\"#_Checklists\" class=\"link-external\">checklists page<span class=\"invisible\"></span></a>.</span></p>\r\n        </div>"
    },
    {
        "section": "Checklists",
        "url": "https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/employment/monitoring-workers/checklists/",
        "content": "<div class=\"article-content\">\r\n            <p>These checklists provide an overview and quick guide to help you think about what you need to consider whenever you want to monitor your workers. Read the guidance if you want a fuller explanation and understanding of the issues.</p>\r\n<p>These checklists are concerned with your data protection considerations only. They don’t cover other separate legal obligations you may have as an employer, such as health and safety. You will need to obtain separate legal advice for any other such legal obligations.</p>\r\n<p>Please note that these checklists are the same as the checklists at the bottom of each page of this guidance. We have presented them here to allow you to download them together.</p>\r\n<h2><a id=\"data\"></a>Data protection and monitoring workers</h2>\r\n<div class=\"example example-letter\">\r\n<p>☐ We have checked that the monitoring of workers is necessary for the purpose we have identified. We are satisfied there is no other reasonable and less intrusive way to achieve that purpose.</p>\r\n<p>☐ We have considered whether we need to do a DPIA and either completed one or documented the reason we considered one wasn’t required. -</p>\r\n<p>☐ When making our DPIA decision, we have considered seeking the views of workers and representatives and either done this or documented our decision not to.</p>\r\n<p>☐ We have identified a lawful basis for monitoring workers.</p>\r\n<p>☐ Where required, we have identified an appropriate special category condition for monitoring workers if we’re likely to capture any special category data as part of our monitoring.</p>\r\n<p>☐ We have documented what personal information we are processing when we monitor workers.</p>\r\n<p>☐ Where required, we have an appropriate policy document in place.</p>\r\n<p>☐ We have included specific information about monitoring workers in our privacy information so that workers are aware of any monitoring taking place. We have made sure that this information is readily accessible to workers.</p>\r\n<p>☐ We have considered whether the risks associated with monitoring workers affects our other obligations around data minimisation, security, and appointing Data Protection Officers (DPOs) and representatives.</p>\r\n<p>☐ We have considered data protection issues as part of the design and implementation of monitoring systems and practices, including where we use external suppliers for monitoring technology, and where we use the functionalities built into communication and collaboration work tools.</p>\r\n<p>☐ Where necessary, we have considered the rules for international transfers.</p>\r\n</div>\r\n<h2><a id=\"tools\"></a>What do we need to do if we use monitoring tools that use solely automated processes?</h2>\r\n<div class=\"example example-letter\">\r\n<p>☐ If we use the personal information from monitoring workers for automated decision making (including profiling), we have checked that we comply with Article 22.</p>\r\n<p>☐ We offer alternatives to workers who ask for human intervention in decision making.</p>\r\n<p>☐ We do not disadvantage workers who ask for human intervention in decision making, compared to those who are subject to automated decision making.</p>\r\n<p>☐ Where we use automation with human involvement, we ensure the involvement is meaningful.</p>\r\n<p>☐ We carry out regular checks to make sure the systems are working as intended.</p>\r\n</div>\r\n<h2><a id=\"methods\"></a>Specific data protection considerations for different ways or methods of monitoring workers</h2>\r\n<div class=\"example example-letter\">\r\n<p>☐ We are clear about our purpose and collect no more personal information than we need to achieve it.</p>\r\n<p>☐ We have carried out a DPIA that fully addresses our monitoring of emails and messages. It fully explores any impact on the rights and freedoms of workers and other individuals whose personal information may be captured by the monitoring.</p>\r\n<p>☐ We distinguish between network data and content. We only access content in exceptional circumstances and we notify workers in advance.</p>\r\n<p>☐ We have identified a lawful basis and a special category condition where appropriate.</p>\r\n<p>☐ Where required, we have an Appropriate Policy Document in place.</p>\r\n<p>☐ We have an acceptable usage policy in place, and we regularly bring this to workers’ attention.</p>\r\n<p>☐ We have informed workers of the nature, extent, and justification for any monitoring.</p>\r\n<p>☐ We have a retention policy in place. We regularly bring this to the attention of workers, who know what to do with messages that need to be retained for business reasons.</p>\r\n</div>\r\n<h2><a id=\"biometric\"></a>Can we use biometric data for time and access control and monitoring?</h2>\r\n<div class=\"example example-letter\">\r\n<p>☐ We have documented our evidence base for relying on biometric data, including our consideration of why we are not using less intrusive means.</p>\r\n<p>☐ We have identified a lawful basis and a special category condition where necessary.</p>\r\n<p>☐ We have carried out a DPIA.</p>\r\n<p>☐ We have discussed the proposed monitoring with workers during our DPIA.</p>\r\n<p>☐  Where consent is relied on, we have put in place alternative methods for authentication or identification for workers who have not given their consent to the processing of their personal information.</p>\r\n<p>☐ We have made manual reviews available for any workers having issues with access denial due to automatic errors.</p>\r\n<p>☐ We have considered whether further security measures are required when processing biometric data. </p>\r\n<p>☐ We have considered accuracy and fairness. We have mitigated any identified risks.</p>\r\n<p>☐ We have considered the rights of individuals relating to automated decision-making.</p>\r\n<p>☐ We have informed workers about the use of their biometric data for access control.</p>\r\n<p>☐ We have considered workers’ rights to object to the use of biometric data for access control.</p>\r\n<p>☐ We have ensured there are appropriate organisational and technological measures to protect the security of any biometric data we process.</p>\r\n</div>\r\n        </div>"
    }
]